Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Some network providers require that the DHCP hostname be set in order to connect. If so, they'll have assigned a hostname to your machine, which may look something like CC-NUMBER-A (this depends on your ISP). If you were assigned a DHCP hostname, please enter it below. If you do not have a DHCP hostname, just hit ENTER or Cancel.
hi_in: कुछ नेटवर्क प्रदाताओं के कनेक्शन हेतु डीएचसीपी होस्ट नाम सेट करना आवश्यक होता है। इस स्थिति में प्रदत द्वारा आपकी मशीन हेतु होस्ट नाम नियत किया होगा, जो सम्भवतः ऐसा दिखता हो CC-संख्या-A (यह इंटरनेट सेवा प्रदाता पर निर्भर है)। यदि डीएचसीपी होस्ट नाम नियत है तो उसे यहाँ दर्ज करें। यदि नहीं तो एंटर दबाएँ या रद्द करें।
ja: 一部のネットワークプロバイダは、DHCP ホスト名を接続するために設定されることを必要とします。もしその場合、CC-NUMBER-Aのようなものをホスト名として割り当てています。（これは ISP によって異なります）DHCP ホスト名を割り当てたい場合は入力してください。DHCP ホスト名を持っていない場合は、単に ENTER キーをオス化、またはキャンセルを選択して下さい。
pt: Algumas operadoras de rede requerem que o hostname do DHCP seja informado para ligar. Se for o caso, as mesmas atribuíram um hostname para a sua máquina, que deve ser algo como CC-NÚMERO-A (isto depende da operadora). Se lhe atribuíram um hostname DHCP, introduza-o abaixo. Se não tem um hostname DHCP, simplesmente prima ENTER ou Cancelar.
pt_br: Alguns provedores requerem que o hostname do DHCP seja informado para conectar. Se for o caso, eles atribuíram um hostname para sua máquina, que deve ser algo como CC-NÚMERO-A (isso depende do seu provedor). Se atribuíram um hostname DHCP a você, por favor informe-o abaixo. Se você não tem um hostname DHCP, simplesmente aperte ENTER ou Cancelar.

source: Enter your IP address for the local machine. Example: 111.112.113.114 Enter IP address for $HOSTNM (aaa.bbb.ccc.ddd):
hi_in: लोकल मशीन हेतु आईपी-पता दर्ज करें। उदाहरण : 111.112.113.114 $HOSTNM हेतु आईपी-पता दर्ज करें (aaa.bbb.ccc.ddd):
ja: ローカルマシンの IP アドレスを入力して下さい。例： 111.112.113.114 $HOSTNM の IP アドレスを入力して下さい (aaa.bbb.ccc.ddd):
pt: Insira o seu endereço IP para a máquina local. Exemplo: 111.112.113.114 Insira o endereço IP para $HOSTNM (aaa.bbb.ccc.ddd):
pt_br: Informe seu endereço IP para a máquina local. Exemplo: 111.112.113.114 Informe o endereço IP para $HOSTNM (aaa.bbb.ccc.ddd):

source: ENTER IP ADDRESS FOR $HOSTNM.$DOMAIN
hi_in: $HOSTNM.$DOMAIN हेतु आईपी-पता दर्ज करें
ja: $HOSTNM.$DOMAIN の IP アドレスを入力して下さい
pt: INSIRA O ENDEREÇO IP PARA $HOSTNM.$DOMAIN
pt_br: INFORMAR ENDEREÇO IP PARA $HOSTNM.$DOMAIN

source: Enter your netmask. This will generally look something like this: 255.255.255.0 Enter netmask (aaa.bbb.ccc.ddd):
hi_in: नेटमास्क दर्ज करें। यह इस प्रकार दिखता है : 255.255.255.0 नेटमास्क दर्ज करें (aaa.bbb.ccc.ddd):
ja: ネットマスクを入力して下さい。通常このような形式です: 255.255.255.0 ネットマスクを入力して下さい (aaa.bbb.ccc.ddd)
pt: Insira a sua máscara de rede. Isto geralmente parece-se com algo assim: 255.255.255.0 Insira a máscara de rede (aaa.bbb.ccc.ddd):
pt_br: Informe sua máscara de rede. Ela geralmente se parece com algo assim: 255.255.255.0 Informe a máscara de rede (aaa.bbb.ccc.ddd):

source: ENTER NETMASK FOR LOCAL NETWORK
hi_in: लोकल नेटवर्क हेतु नेटमास्क दर्ज करे
ja: ローカルネットワークのネットマクスを入力して下さい
pt: INSIRA A MÁSCARA DE REDE PARA REDE LOCAL
pt_br: INFORMAR MÁSCARA DE REDE PARA REDE LOCAL

source: Enter the address for the gateway on your network, such as:
hi_in: नेटवर्क गेटवे हेतु पता दर्ज करें, जैसे :
ja: ネットワークゲートウェイのアドレスを入力して下さい。例えば:
pt: Insira o endereço do gatewy na sua rede, tal como:
pt_br: Informe o endereço do gatewy na sua rede, como:

source: If you don't have a gateway on your network just hit ENTER without entering a gateway IP address. Enter gateway address (aaa.bbb.ccc.ddd):
hi_in: यदि नेटवर्क गेटवे नहीं है तो बिना गेटवे आईपी-पता दर्ज करें, एंटर दबाएँ। गेटवे पता दर्ज करें(aaa.bbb.ccc.ddd):
ja: ネットワーク上にゲートウェイがない場合場合は、 ゲートウェイ IP アドレスを入力せず Enter を押して下さい。 ゲートウェイアドレスを入力して下さい (aaa.bbb.ccc.ddd):
pt: Se não tem uma gateway na sua rede, simplesmente prima ENTER sem inserir o endereço IP da gateway. Insira o endereço da gateway (aaa.bbb.ccc.ddd):
pt_br: Se você não tem um gateway na sua rede, simplesmente aperte ENTER sem informar o endereço IP do gateway. Informe o endereço do gateway (aaa.bbb.ccc.ddd):

source: ENTER GATEWAY ADDRESS
hi_in: गेटवे पता दर्ज करें
ja: ゲートウェイアドレスを入力して下さい
pt: INSIRA O ENDEREÇO DA GATEWAY
pt_br: INFORMAR ENDEREÇO DO GATEWAY

source: USE A NAMESERVER?
es: ¿USAR UN SERVIDOR DE NOMBRES?
hi_in: नाम सर्वर उपयोग करें?
ja: ネームサーバを使用しますか？
pt: USAR UM SERVIDOR DE NOME?
pt_br: USAR UM SERVIDOR DE NOME?

source: Will you be accessing a nameserver?
es: ¿Va a tener acceso a un servidor de nombres?
hi_in: क्या आप नाम सर्वर उपयोग करेंगे?
ja: ネームサーバの入力を行いますか？
pt: Vai aceder a um servidor de nomes?
pt_br: Você acessará um servidor de nomes (nameserver, DNS)?

source: Here is your current IP address, full hostname, and base hostname: $IPADDR $HOSTNM.$DOMAIN $HOSTNM Please give the IP address of the name server to use, such as $DNSSAMPLE. You can add more Domain Name Servers later by editing $RESOLV. Primary name server to use (aaa.bbb.ccc.ddd):
hi_in: यह है आपका वर्तमान आईपी-पता, पूर्ण होस्ट नाम, बेस होस्ट नाम : $IPADDR $HOSTNM.$DOMAIN $HOSTNM नाम सर्वर उपयोग हेतु आईपी-पता दर्ज करें जैसे $DNSSAMPLE. बाद में, $RESOLV संपादित कर आप अन्य डोमेन नाम सर्वर जोड़ सकते हैं। उपयोग हेतु प्राथमिक नाम सर्वर (aaa.bbb.ccc.ddd):
ja: 現在のIPアドレス、完全なホスト名、ベースホスト名は次のとおりです: $IPADDR $HOSTNM.$DOMAIN $HOSTNM 使用するネームサーバの IP アドレスを入力して下さい。 例えば $DNSSAMPLE 後に $RESOLV を編集して、より多くのドメインネームサーバを追加することができます。 使用するプライマリネームサーバ (aaa.bbb.ccc.ddd):
pt: Aqui está seu endereço IP, hostname completo e hostname base atuais: $IPADDR $HOSTNM.$DOMAIN $HOSTNM Forneça o endereço IP do servidor de nomes a ser utilizado, como por exemplo $DNSSAMPLE. Pode adicionar mais servidores de nome de domínio (DNS) depois, ao editar $RESOLV. Servidor de nomes principal a ser utilizado (aaa.bbb.ccc.ddd):
pt_br: Aqui está seu endereço IP, hostname completo e hostname base atuais: $IPADDR $HOSTNM.$DOMAIN $HOSTNM Por favor forneça o endereço IP do servidor de nomes a ser utilizado, como por exemplo $DNSSAMPLE. Você pode adicionar mais servidores de nome de domínio (DNS) depois, editando $RESOLV. Servidor de nomes primário a ser utilizado (aaa.bbb.ccc.ddd):

source: SELECT NAMESERVER
hi_in: नाम सर्वर चुनें
ja: ネームサーバを選択して下さい
pt: SELECIONAR SERVIDOR DE NOMES
pt_br: SELECIONAR SERVIDOR DE NOME

source: PROBE FOR NETWORK CARD?
es: ¿DETECTAR TARJETA DE RED?
hi_in: नेटवर्क कार्ड हेतु पहचान आरंभ करें?
ja: ネットワークカードを探索しますか？
pt: EXAMINAR PLACAS DE REDE?
pt_br: EXAMINAR PLACAS DE REDE?

source: If you like, we can look to see what kind of network card you have in your machine, and if we find one create an /etc/rc.d/rc.netdevice script to load the module for it at boot time. There's a slight bit of danger that the probing can cause problems, but it almost always works. If you'd rather configure your system manually, you can skip the probing process and edit /etc/rc.d/rc.modules or /etc/modules.conf later to have it load the right module.
es: Si lo desea, es posible examinar su equipo para detectar el tipo de tarjeta de red que posee y, si encontramos una, crear un script /etc/rc.d/rc.netdevice que permita cargar el módulo adecuado durante el arranque. Aunque existe un pequeño riesgo de que la búsqueda cause problemas, casi siempre funciona. Si prefiere configurar su sistema manualmente, puede saltarse el proceso de búsqueda y editar /etc/rc.d/rc.modules o /etc/modules.conf más adelante para cargar el módulo correcto.
hi_in: इच्छित हो तो, सिस्टम आपकी मशीन के नेटवर्क कार्ड की पहचान करेगा व सफल रहा तो सिस्टम आरंभ पर मॉड्यूल लोड करने हेतु /etc/rc.d/rc.netdevice स्क्रिप्ट बनाई जाएगी। इस प्रक्रिया में समस्या की संभावना कम होती है। यदि आप सिस्टम को मैनुअल रूप से विन्यस्त करना चाहते हैं तो पहचान प्रक्रिया निरस्त करें व मॉड्यूल लोड करने हेतु /etc/rc.d/rc.modules या /etc/modules.conf बाद में संपादित करें।
pt: Se quiser, podemos olhar para ver qual o tipo de placa de rede que tem na sua máquina, e se acharmos uma, criar um script /etc/rc.d/rc.netdevice para carregar o módulo na hora do arranque. Há um leve grau de perigo em que a sondagem poderá causar problemas, mas quase sempre funciona. Se preferir configurar o sistema manualmente, pode ignorar o processo de sondagem e editar o /etc/rc.d/rc.modules ou o /etc/modules.conf depois para carregar o módulo correto.
pt_br: Se você quiser, podemos olhar para ver qual tipo de placa de rede você tem em sua máquina, e se acharmos uma, criar um script /etc/rc.d/rc.netdevice para carregar o módulo para ela na hora do boot. Há um leve grau de perigo que a examinação pode causar problemas, mas quase sempre funciona. Se você preferir configurar seu sistema manualmente, você pode pular o processo de examinação e editar o /etc/rc.d/rc.modules ou o /etc/modules.conf depois para ele carregar o módulo correto.

source: look for network cards to set up
es: buscar tarjetas de red para configurar
hi_in: सेटअप करने हेतु नेटवर्क कार्ड खोजें
ja: セットアップするネットワークカードを見る
pt: procurar placas de rede para configurar
pt_br: procurar placas de rede para configurar

source: skip probe; edit /etc/rc.d/rc.modules later
es: saltarse la búsqueda; editar /etc/rc.d/rc.modules más adelante
hi_in: पहचान प्रक्रिया रद्द करें, /etc/rc.d/rc.modules बाद में संपादित करें
pt: ignorar sondagem; editar o /etc/rc.d/rc.modules depois
pt_br: pular sondagem; editar o /etc/rc.d/rc.modules depois

source: CARD DETECTED
es: TARJETA DETECTADA
hi_in: कार्ड की पहचान की गई
ja: カードを検出しました
pt: PLACA DETETADA
pt_br: PLACA DETECTADO

source: A networking card using the $card.o module has been detected.
es: Se ha detectado una tarjeta de red que utiliza el módulo $card.o
hi_in: $card.o मॉड्यूल उपयोग कर रहे नेटवर्क कार्ड की पहचान हुई।
pt: Uma placa de rede que usa o módulo $card.o foi detetada.
pt_br: Uma placa de rede que usa o módulo $card.o foi detectada.

source: NO CARD DETECTED
es: NINGUNA TARJETA DETECTADA
hi_in: किसी कार्ड की पहचान नहीं हुई
ja: カードは検出されませんでした
pt: NENHUMA PLACA DETETADA
pt_br: NENHUMA PLACA DETECTADA

source: Sorry, but no network card could be probed for on your system. Some cards (like non-PCI NE2000s) must be supplied with the I/O address to use and can't be probed for safely. You'll have to try to configure the card later by editing /etc/rc.d/rc.modules or recompiling your kernel.
es: Lamentablemente no se pudo detectar ninguna tarjeta de red en su sistema. Algunas tarjetas (como las NE2000 no PCI) necesitan la dirección E/S para ser utilizadas y no pueden ser detectadas de forma segura. Deberá intentar configurar la tarjeta más adelante editando /etc/rc.d/rc.modules o recompilando su kernel.
hi_in: क्षमा करें, सिस्टम हेतु कोई नेटवर्क कार्ड नहीं मिला। कुछ कार्ड (जैसे गैर-पीसीआई NE2000s) उपयोग करने हेतु इनपुट/आउटपुट पता प्रदान करना आवश्यक होता है व सुचारू पहचान नहीं की जा सकती हैं। कार्ड विन्यस्त करने हेतु /etc/rc.d/rc.modules बाद में संपादित करें या कर्नेल पुनः संकलित करें।
pt: Lamentamos, mas nenhuma placa de rede pôde ser examinada no seu sistema. Algumas placas (como as NE2000 não-PCI) devem ser informadas com o endereço de I/O a ser utilizado e não podem ser sondadas com segurança. Terá que tentar configurar a placa depois ao editar o /etc/rc.d/rc.modules ou recompilando o kernel.
pt_br: Desculpe, mas nenhuma placa de rede pôde ser examinada em seu sistema. Algumas placas (como as NE2000 não-PCI) devem ser informadas com o endereço de I/O a ser utilizado e não podem ser sondadas com segurança. Você terá que tentar configurar a placa depois editando o /etc/rc.d/rc.modules ou recompilando seu kernel.

source: NETWORK SETUP COMPLETE
es: CONFIGURACIÓN DE RED COMPLETA
hi_in: नेटवर्क सेटअप पूर्ण हुआ
ja: ネットワーク設定が完了しました
pt: CONFIGURAÇÃO DA REDE CONCLUÍDA
pt_br: CONFIGURAÇÃO DA REDE CONCLUÍDA

source: Your networking system is now configured to use loopback: IP address: 127.0.0.1 Netmask: 255.255.255.0 Is this correct? Press 'Yes' to continue, or 'No' to reconfigure.
hi_in: अब आपका नेटवर्क सिस्टम लूपबैक उपयोग करने हेतु विन्यस्त है : आईपी-पता : 127.0.0.1 नेटमास्क : 255.255.255.0 क्या यह सही है? जारी रखने हेतु 'हाँ', या पुनः विन्यास हेतु 'नहीं' दबाएँ।
pt: O sistema de rede agora está configurado para usar loopback: Endereço IP: 127.0.0.1 Máscara de rede: 255.255.255.0 Isto está correto? Prima 'Sim' para continuar, ou 'Não' para reconfigurar.
pt_br: Seu sistema de rede agora está configurado para usar loopback: Endereço IP: 127.0.0.1 Máscara de rede: 255.255.255.0 Isso está certo? Aperte 'Sim' para continuar, ou 'Não' para reconfigurar.

source: Your networking system is now configured to use NetworkManager for wired and wireless network management. To set up wireless networks and view status, add the Network Management control panel widget to your KDE desktop. Is this correct? Press 'Yes' to confirm, or 'No' to reconfigure.
hi_in: अब आपका नेटवर्क सिस्टम, केबल व केबल-रहित नेटवर्क प्रबंधन के लिए नेटवर्क प्रबंधक उपयोग करने हेतु विन्यस्त है। केबल-रहित नेटवर्क सेट करने व स्थिति देखने हेतु, नेटवर्क प्रबंधन नियंत्रण पैनल विजेट अपने केडीेई डेस्कटॉप पर जोड़ें। क्या यह सही है? जारी रखने हेतु 'हाँ', या पुनः विन्यास हेतु 'नहीं' दबाएँ।
pt: O sistema de rede está configurado agora para usar o NetworkManager para gestão de rede por cabo e sem fios. Para configurar redes sem fios e verificar o estado, inclua o painel de controlo de Gestão de Redes no ambiente de trabalho KDE. Isto está correto? Prima 'Sim' para confirmar ou 'Não' para reconfigurar.
pt_br: Seu sistema de rede está configurado agora para usar o NetworkManager para gerenciamento de rede com e sem fio. Para configurar redes sem fio e verificar status, inclua o painel de controle de Gerenciamento de Rede no seu desktop KDE. Isso está correto? Aperte 'Sim' para confirmar ou 'Não' para reconfigurar.

source: CONFIRM NETWORK SETUP
es: CONFIRMAR CONFIGURACIÓN DE RED
hi_in: नेटवर्क सेटअप की पुष्टि करें
ja: ネットワーク設定の確認
pt: CONFIRMAR CONFIGURAÇÃO DA REDE
pt_br: CONFIRMAR CONFIGURAÇÃO DA REDE

source: These are the settings you have entered. To accept them and complete the networking setup, press enter. If you need to make any changes, you can do that now (or reconfigure later using 'netconfig').
pt_br: Essas são as configurações que você informou. Para aceitá-las e completar a configuração da rede, aperte enter. Caso precise fazer alguma alteração, você pode fazê-la agora (ou reconfigurar depois usando o 'netconfig').

source: Domain name:
hi_in: डोमेन नाम :
ja: ドメイン名:
pt: Domínio:
pt_br: Domínio:

source: IP address:
hi_in: आईपी-पता :
ja: IP アドレス:
pt: Endereço de IP:
pt_br: Endereço IP:

source: Nameserver:
hi_in: नाम सर्वर :
ja: ネームサーバ:
pt: Servidor de nomes:
pt_br: Servidor de nomes:

source: CONFIRM SETUP COMPLETE
es: CONFIRMAR QUE SE HA COMPLETADO LA CONFIGURACIÓN
hi_in: नेटवर्क सेटअप पूर्ण होने की पुष्टि करें
pt: CONFIRMAÇÃO DE CONFIGURAÇÃO CONCLUÍDA
pt_br: CONFIRMAÇÃO DE CONFIGURAÇÃO CONCLUÍDA

source: Your networking system is now configured to use DHCP: Hostname: $HOSTNM Domain name: $DOMAIN IP address: (use DHCP server) Netmask: (use DHCP server) Gateway: (use DHCP server) Nameserver: (use DHCP server) Is this correct? Press 'Yes' to continue, or 'No' to reconfigure.
hi_in: आपका नेटवर्क सिस्टम अब डीएचसीपी उपयोग करने हेतु विन्यस्त है : होस्ट नाम : $HOSTNM डोमेन नाम : $DOMAIN आईपी-पता : (डीएचसीपी सर्वर उपयोग करें) नेटमास्क : (डीएचसीपी सर्वर उपयोग करें) गेटवे : (डीएचसीपी सर्वर उपयोग करें) नाम सर्वर : (डीएचसीपी सर्वर उपयोग करें) क्या यह सही है? जारी रखने हेतु 'हाँ', या पुनः विन्यास हेतु 'नहीं' दबाएँ।
pt: O sistema de rede agora está configurado para usar o DHCP: Hostname: $HOSTNM Domínio: $DOMAIN Endereço IP: (usar o servidor DHCP) Máscara de rede: (usar o servidor DHCP) Gateway: (usar o servidor DHCP) Servidor de nomes: (usar o servidor DHCP) Isto está correto? Prima 'Sim' para continuar, ou 'Não' para reconfigurar.
pt_br: Seu sistema de rede agora está configurado para usar o DHCP: Hostname: $HOSTNM Domínio: $DOMAIN Endereço IP: (usar o servidor DHCP) Máscara de rede: (usar o servidor DHCP) Gateway: (usar o servidor DHCP) Servidor de nomes: (usar o servidor DHCP) Isso está certo? Aperte 'Sim' para continuar, ou 'Não' para reconfigurar.

source: Settings accepted. Basic network configuration is complete.
es: Configuración aceptada. La configuración básica de red ha finalizado.
hi_in: सेटिंग्स स्वीकृत की गई। सामान्य नेटवर्क विन्यास पूर्ण हुआ।
pt: Configurações aceites. A configuração básica de rede está concluída.
pt_br: Configurações aceitas. A configuração básica de rede está completa.

source: Settings discarded. Run the 'netconfig' command again if you need to reconfigure your network settings.
pt_br: Configurações descartadas. Execute o comando 'netconfig' novamente caso precise reconfigurar suas configurações de rede.

source: Network support for NFS install, 2006-09-20 volkerdi@slackware.com Network support for FTP/HTTP install, 26-Jan-2008 alien@slackware.com
pt_br: Suporte de rede para instalação NFS, 2006-09-20 volkerdi@slackware.com Suporte de rede para instalação FTP/HTTP, 26-Jan-2008 alien@slackware.com

source: The next step in your installation may be partitioning your hard drive (if you're installing to a Linux partition) with 'fdisk' or 'cfdisk' (the menu-driven version of fdisk). If you already have a partition prepared for Linux, run 'setup' to start the installer program.
pt_br: O próximo passo em sua instalação pode ser particionar seu disco rígido (se você está instalando em uma partição Linux) com 'fdisk' ou 'cfdisk' (a versão com menus do fdisk). Se você já tem uma partição preparada para Linux, execute 'setup' para iniciar o programa de instalação.

source: ******* Welcome to the network supplemental disk! *******
pt_br: ******* Bem-vindo ao disco suplementar de rede! *******

source: -- Press [enter] to automatically probe for all network cards, or switch to a different console and use 'modprobe' to load the modules manually. -- To skip probing some modules (in case of hangs), enter them after an S: S eepro100 ne2k-pci -- To probe only certain modules, enter them after a P like this: P 3c503 3c505 3c507 -- To get a list of network modules, enter an L. -- To skip the automatic probe entirely, enter a Q now.
pt_br: -- Aperte [enter] para examinar automaticamente todas os cartões de rede ou mude para outro console e use o 'modprobe' para carregar os módulos manualmente. -- Para pular a sondagem de alguns módulos (em caso de demora), informe-os depois de um S: S eepro100 ne2k-pci -- Para examinar somente alguns módulos, informe-os depois de um P assim: P 3x503 3c505 3c507 -- Para ter uma lista de todos os módulos de rede, digite um L. -- Para pular a sondagem automática totalmente, digite um Q agora.

source: network>
pt_br: rede>

source: Available network modules:
pt_br: Módulos de rede disponíveis:

source: Probing for PCI/EISA network cards:
pt_br: Examinando placas de rede PCI/EISA:

source: Probing for card using the $card module...
pt_br: Examinando placas usando o módulo $card...

source: SUCCESS: found card using $card protocol -- modules loaded.
pt_br: SUCESSO: placa encontrada usando o protocolo $card -- módulos carregados.

source: Skipping module $card...
pt_br: Pulando módulo $card...

source: Probing for MCA, ISA, and other PCI network cards:
pt_br: Examinando MCA, ISA e outras placas de rede PCI:

source: Sorry, but no network card was detected. Some cards (like non-PCI NE2000s) must be supplied with the I/O address to use. If you have an NE2000, you can switch to another console (Alt-F2), log in, and load it with a command like this: modprobe ne io=0x360
pt_br: Desculpe, mas nenhuma placa de rede foi detectada. Algumas placas (como as NE2000 não-PCI) devem ser informadas com o endereço de I/O a ser utilizado. Se você tem uma NE2000, você pode mudar para outro console (Alt-F2), fazer o login e carregá-la com um comando assim: modprobe ne io=0x360

source: Probing for a custom list of modules:
pt_br: Examinando uma lista de módulos personalizada:

source: Skipping automatic module probe.
pt_br: Pulando sondagem de módulos automática.

source: PCMCIA/Cardbus support script, 2003-02-18 volkerdi@slackware.com 2007-05-09 alien@slackware.com
pt_br: Script de suporte ao PCMCIA/Cardbus, 2003-02-18 volkerdi@slackware.com 2007-05-09 alien@slackware.com

source: The PCMCIA/Cardbus subsystem is now installed. Please make sure that all of the cards you'll need for the installation are in the machine. If you still need to insert any PCMCIA/Cardbus cards, do that now. Once the drive stops (indicating that all needed modules have been loaded), then press [enter] to continue.
pt_br: O subsitema PCMCIA/Cardbus está instalado agora. Por favor certifique-se de que todas as placas que você vai precisar para a instalação estejam na máquina. Se você ainda precisa inserir alguma placa PCMCIA/Cardbus, faça isso agora. Uma vez que o drive parar (indicando que todos os módulos necessários foram carregados), aperte [enter] para continuar.

source: You can't run pkgtool from the rootdisk until you've mounted your Linux partitions beneath /mnt. Here are some examples: If your root partition is /dev/sda1 you would type: mount /dev/sda1 /mnt Now you can find a list of all your partitions in /mnt/etc/fstab. Then, supposing your /usr partition is /dev/sda2, you must do this: mount /dev/sda2 /mnt/usr Please mount your Linux partitions and then run pkgtool again.
pt_br: Você não pode executar o pkgtool a partir do disco raíz até que tenha montado suas partições Linux no /mnt. Aqui estão alguns exemplos: Se sua partição raíz é /dev/sda1 você deve digitar: mount /dev/sda1 /mnt Agora você pode encontrar uma lista de todas as suas partições em /mnt/etc/fstab. Em seguida, supondo que sua partição /usr seja /dev/sda2, você tem que fazer isto: mount /dev/sda2 /mnt/usr Por favor monte suas partições Linux e execute o pkgtool novamente.

source: PACKAGE REMOVAL IN PROGRESS
pt_br: REMOÇÃO DE PACOTE EM PROGRESSO

source: Removing package $pkg_name. Since each file must be checked against the contents of every other installed package to avoid wiping out areas of overlap, this process can take quite some time. If you would like to watch the progress, flip over to another virtual console and type: tail -f $TMP/PKGTOOL.REMOVED
pt_br: Removendo o pacote $pkg_name. Como cada arquivo deve ser comparado com o conteúdo de cada outro pacote instalado para evitar limpar áreas que se sobrepõe, este processo pode levar um tempo. Caso queira assistir ao progresso, mude para outro console virtual e digite: tail -f $TMP/PKGTOOL.REMOVED

source: View information about package
pt_br: Exibir informação sobre o pacote

source: Select\/Unselect removing package
pt_br: Seleciona\/Desseleciona remoção de pacote

source: Slint Package Tool (pkgtool version ${Version})
pt_br: Slint Package Tool (pkgtool versão ${Version})

source: Welcome to the Slint package tool Which option would you like?
pt_br: Bem-vindo à ferramenta de pacote do Slint Qual opção você quer?

source: Install packages from the current directory
pt_br: Instalar pacotes do diretório atual

source: Install packages from some other directory
pt_br: Instalar pacotes de algum outro diretório

source: Remove packages that are currently installed
pt_br: Remover pacotes que estão instalados atualmente

source: View the list of files contained in a package
pt_br: Ver a lista de arquivos dentro de um pacote

source: Choose Slint installation scripts to run again
pt_br: Escolher scripts de instalação do Slint para executar novamente

source: Exit Pkgtool
pt_br: Sair do Pkgtool

source: SELECT SYSTEM SETUP SCRIPTS
pt_br: SELECIONAR SCRIPTS DE CONFIGURAÇÃO DE SISTEMA

source: Please use the spacebar to select the setup scripts to run. Hit enter when you are done selecting to run the scripts.
pt_br: Por favor use a barra de espaço para selecionar os scripts de instalação a serem executados. Aperte enter quando terminar de selecionar para executar os scripts.
