Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Enter the VLAN ID used on this network:
es: Ingrese la ID VLAN utilizada en esta red:

source: That doesn't appear to be a valid VLAN ID.
es: No parece ser una ID VLAN válida.

source: CONFIGURATION TYPE FOR
es: TIPO DE CONFIGURACIÓN PARA

source: Now we need to know how your machine connects to the network.
es: Ahora se necesita saber la forma en que su máquina se conectará a la red.

source: If you have an internal network card and an assigned IP address, gateway, and DNS, use the 'static IP' choice to enter these values.
es: Si posee una tarjeta de red interna y ha asignado una dirección IP, puerta de enlace, y DNS, elija la opción 'IP estática' para ingresar estos valores.

source: If your IP address is assigned by a DHCP server (commonly used by cable modem and DSL services), select 'DHCP'.
es: Si su dirección IP es provista por un servidor DHCP (usualmente utilizado por cablemodem y servicios DSL), seleccione 'DHCP'

source: Select 'NetworkManager' if you would like to have the NetworkManager daemon automatically handle your wired and wireless network interfaces (this is simple and usually works).
es: Seleccione 'NetworkManager' si desea que el demonio NetworkManager sea quien maneje automáticamente sus interfaces de red cableadas e inalámbricas (es simple y habitualmente funciona).

source: IPv6 networks may also use SLAAC (Stateless Address Autoconfiguration) to assign an address based on Router Advertisments.
es: Las redes IPv6 suelen usar SLAAC (configuración automática de dirección sin estado) para asignar una dirección basada en las indicaciones del router.

source: If you do not have a network card, select the 'loopback' choice.
es: Si no posee una tarjeta de red, seleccione la opción 'loopback'.

source: Which type of network setup would you like?
es: ¿Qué tipo de configuración de red desea?

source: Use SLAAC to configure ethernet (IPv6 only)
es: Usar SLAAC para configurar ethernet (sólo IPv6)

source: Please select the type of DHCP to use to configure your networking.
es: Por favor, seleccione el tipo de DHCP a utilizar para configurar su red.

source: Select 'DHCPv4' to configure for an IPv4 network (this is the most common type of network, and the safe choice).
es: Seleccionar 'DHCPv4' para configurar una red IPv4 (el tipo de red más usual y la opción más segura).

source: Select 'DHCPv6' for a pure IPv6 network, or 'Both' to try and set up both types of network.
es: Seleccionar 'DHCPv6' para una red IPv6 pura, o 'Ambos' para intentar configurar los dos tipos de red.

source: SELECT DHCP TYPE
es: SELECCIONAR EL TIPO DE DHCP

source: An IPv4 based network, with no IPv6 configuration
es: Red basada en IPv4, sin configuración de IPv6

source: An IPv6 based network, with no IPv4 configuration
es: Red basada en IPv6, sin configuración de IPv4

source: Both
es: Ambos

source: A combination of IPv4 and IPv6 networks
es: Una combinación de redes IPv4 e IPv6

source: Some network providers require that the DHCP hostname be set in order to connect.
es: Algunos proveedores de red requieren que se ingrese el nombre de host DHCP para poder conectarse.

source: If so, they'll have assigned a hostname to your machine, which may look something like CC-NUMBER-A (this depends on your ISP).
es: Si es así, le habrán asignado un nombre de host a su equipo, del tipo CC-NUMERO-A (esto depende de su ISP).

source: If you were assigned a DHCP hostname, please enter it below.
es: Si se le asignó un nombre de host DHCP, ingréselo a continuación.

source: If you do not have a DHCP hostname, just leave it blank or select 'Skip'.
es: Si no posee un nombre de host DHCP, solo déjelo en blanco o seleccione 'Saltear'.

source: Enter the IPv4 addresses for this host.
es: Ingresar la dirección IPv4 para este equipo.

source: You may list one or more, space delimited, IPv4 addresses with netmasks in the format:
es: Puede inidcar una o más direcciones IPv4 con sus máscaras de red, separadas por espacio, con el siguiente formato:

source: IP address
es: Dirección IP

source: CIDR netmask
es: Máscara de red CIDR

source: For example:
es: Por ejemplo:

source: or
es: o bien,

source: Old style netmask 255.255.255.0 is equivalent of 24 in CIDR style.
es: La tradicional máscara de red 255.255.255.0 es equivalente a 24 en el estilo CIDR.

source: If a netmask is not specified a default of 24 will be used.
es: Si no se especifica una máscara de red, se usará 24 por defecto.

source: The first address entered will become the primary IPv4 address of this host.
es: La primera dirección ingresada será la dirección IPv4 primaria de este equipo.

source: If you do not want to configure a static IPv4 address, just leave it blank or select 'Skip'.
es: Si no desea configurar una dirección IPv4 estática, solo debe dejarla en blanco o seleccionar 'Saltear'.

source: ENTER IPv4 ADDRESSES
es: INGRESE LA DIRECCIÓN IPv4

source: NO IPv4 ADDRESSES
es: SIN DIRECCIÓN IPv4

source: No IP specified in entry:
es: No se indicó dirección IP:

source: INVALID NETMASK
es: MÁSCARA DE RED INVÁLIDA

source: Invalid netmask specified for entry:
es: Máscara de red inválida para la entrada:

source: Valid netmasks will be in the range 1-32.
es: Las máscaras de red válidas deben estar en el rango 1-32.

source: ENTER IPv4 GATEWAY ADDRESS
es: INGRESAR LA DIRECCIÓN DE LA PUERTA DE ENLACE IPv4

source: Enter the address for the IPv4 gateway on your network, such as:
es: Ingrese la dirección para la puerta de enlace IPv4 en su red, como:

source: If you don't have an IPv4 gateway on your network, leave it blank or select 'Skip'.
es: Si no posee una puerta de enlace IPv4 en su red, deje el espacio en blanco o seleccione 'Saltar'.

source: Enter IPv4 gateway address:
es: Ingrese la dirección de la puerta de enlace IPv4:

source: ENTER IPv6 ADDRESSES
es: INGRESAR LAS DIRECCIONES IPv6

source: Enter the IPv6 addresses for this host.
es: Ingrese las direcciones IPv6 para este equipo.

source: You may list one or more, space delimited, IPv6 addresses with their prefixes in the format:
es: Es posible indicar una o más direcciones IPv6, separadas por espacios, con sus prefijos con el formato:

source: prefix
es: prefijo

source: For example
es: Por ejemplo,

source: If a prefix is not specified a default of 64 will be used.
es: Si no se especifica un prefijo, se usará el valor por omisión de 64.

source: If you do not want to configure a static IPv6 address or don't know what to put, just leave it blank or select 'Skip'.
es: Si no desea configurar una dirección IPv6 estática o no sabe qué valor indicar, deje el espacio en blanco o seleccione 'Saltar'.

source: NO IPv6 ADDRESSES
es: SIN DIRECCIONES IPv6

source: INVALID PREFIX
es: PREFIJO INVÁLIDO

source: Invalid prefix specified for entry:
es: Se especificó un prefijo inválido para la entrada:

source: Valid prefixes will be in the range 1-128.
es: Los prefijos válidos deben estar en el rango 1-128.

source: ENTER IPv6 GATEWAY ADDRESS
es: INGRESAR LA DIRECCIÓN DE LA PUERTA DE ENLACE IPv6

source: Enter the address for the IPv6 gateway on your network, such as:
es: Ingresar la dirección para la puerta de enlace IPv6 en su red, tal como:

source: If you don't have an IPv6 gateway on your network, leave it blank or select 'Skip'.
es: Si no existe una puerta de enlace IPv6 en su red, deje el espacio en blanco o seleccione 'Saltar'.

source: Enter IPv6 gateway address:
es: Ingresar la dirección de la puerta de enlace IPv6:

source: NO IP ADDRESSES
es: SIN DIRECCIONES IP

source: You have not configured any IP addresses for this host. Are you sure you want to proceed with no IPs?
es: No ha configurado ninguna dirección IP para este equipo host. ¿Está seguro de continuar sin indicar IPs?

source: ENTER NAMESERVER IP ADDRESS
es: INGRESAR LA DIRECCIÓN IP DEL SERVIDOR DE NOMBRES

source: Please give the IP address of the name server to use, such as
es: Por favor, ingrese la dirección IP del servidor de nombres a utilizar, tal como:

source: You can add more Domain Name Servers later by editing
es: Podrá agregar más Servidores de Nombres de Dominios más adelante, mediante la edición

source: Primary name server to use:
es: Servidor de nombres primario a utilizar:

source: probe
es: explorar

source: skip
es: saltar

source: Your networking system is now configured to use loopback:
es: Su sistema de red ahora está configurado para usar loopback:

source: IP addresses
es: direcciones IP

source: Is this correct? Press 'Yes' to continue, or 'No' to abandon.
es: ¿Esto es correcto? Presione 'Sí' para continuar o 'No' para cancelar.

source: Your networking system is now configured to use NetworkManager for wired and wireless network management.
es: Su sistema de red está configurado para usar NetworkManager para la configuración de redes cableadas e inalámbricas.

source: To set up wireless networks and view status, add the Network Management control panel widget to your desktop.
es: Para activar las redes inalámbricas y ver su estado, agregar el complemento del panel de control de Administración de Redes a su escritorio.

source: Is this correct? Press 'Yes' to confirm, or 'No' to abandon.
es: ¿Esto es correcto? Presione 'Sí' para confirmar o 'No' para rechazar.

source: Your system is now set up to autoconfigure an IPv6 IP address:
es: Su sistema está configurado para establecer automáticamente una dirección IP IPv6:

source: Hostname
es: Nombre del equipo

source: Domain name
es: Nombre de dominio

source: none
es: ninguno

source: use IPv6 SLAAC
es: usar IPv6 SLAAC

source: Nameserver
es: Servidor de nombres

source: If this is correct, hit 'Yes' to confirm, or 'No' to abandon.
es: Si es correcto, presione 'Sí' para confirmar o 'No' para rechazar.

source: Accept
es: Aceptar

source: Edit
es: Editar

source: Abandon
es: Rechazar

source: These are the settings you have entered.
es: Se ha ingresado la siguiente configuración:

source: To accept them and complete the networking setup, press ENTER.
es: Para aceptar y finalizar la configuración de red, presione ENTRAR

source: If you need to make any changes, you can do that now using 'Edit' (or reconfigure later using 'netsetup').
es: Si necesita realizar cambios, los puede hacer ahora con la opción 'Editar' (o reconfigure más tarde mediante 'netsetup').

source: Domain Name
es: Nombre de Dominio

source: IPv4 Addresses
es: Direcciones IPv4

source: IPv4 Gateway
es: Puerta de enlace IPv4

source: IPv6 Addresses
es: Direcciones IPv6

source: IPv6 Gateway
es: Puerta de enlace IPv6

source: Your networking system is now configured to use DHCP
es: Su sistema de red está configurado para usar DHCP

source: DHCP hostname
es: Nombre del host DHCP

source: use DHCP server
es: usar servidor DHCP

source: Netmask & Prefix
es: Máscara de red y Prefijo

source: Gateways
es: Puertas de enlace

source: Is this correct? Press 'Yes' to continue, or 'No' to reconfigure.
es: ¿Es correcto? Pulse 'Sí' para continuar o 'No' para reconfigurar.

source: Settings discarded. Run the 'netsetup' command again if you need to reconfigure your network settings.
es: Configuración descartada. Ejecute el comando 'netsetup' de nuevo si necesita reconfigurar sus opciones de red.
hi_in: सेटिंग्स निरस्त की गई। यदि नेटवर्क सेटिंग्स पुनः विन्यस्त करनी हैं तो 'netsetup' कमांड पुनः निष्पादित करें।
pt: Configurações descartadas. Execute o comando 'netsetup' novamente caso precise de reconfigurar as definições de rede.

source: These are the settings you have entered. To accept them and complete the networking setup, press enter. If you need to make any changes, you can do that now (or reconfigure later using 'netsetup').
hi_in: ये हैं, आपके द्वारा दर्ज की गई सेटिंग्स। स्वीकृत कर नेटवर्क सेटअप पूर्ण करने हेतु, एंटर दबाएँ। कोई बदलाव करना है तो अभी करें (या बाद में, 'netsetup' उपयोग कर पुनः विन्यस्त करें)।
pt: Estas são as configurações que introduziu. Para aceitá-las e concluir a configuração da rede, prima Enter. Caso precise de fazer alguma alteração, pode fazê-la agora (ou reconfigurar depois ao usar o 'netsetup').

source: Hostname:
hi_in: होस्ट नाम :
ja: ホスト名:

source: Gateway:
hi_in: गेटवे :
ja: ゲートウェイ:
