Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Formatting $ArG1 with filesystem ext2.
pt_br: Formatando $ArG1 com o sistema de arquivos ext2.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext2
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: ext2

source: Formatting $ArG1 with filesystem ext3.
pt_br: Formatando $ArG1 com o sistema de arquivos ext3.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext3
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: ext3

source: Formatting $ArG1 with filesystem ext4.
pt_br: Formatando $ArG1 com o sistema de arquivos ext4.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: ext4
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: ext4

source: Formatting $ArG1 with filesystem jfs.
pt_br: Formatando $ArG1 com o sistema de arquivos jfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: jfs
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: jfs

source: Formatting $ArG1 with filesystem reiserfs.
pt_br: Formatando $ArG1 com o sistema de arquivos reiserfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: reiserfs
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: reiserfs

source: Formatting $ArG1 with filesystem xfs.
pt_br: Formatando $ArG1 com o sistema de arquivos xfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: xfs
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: xfs

source: done adding partitions, continue with setup
pt_br: terminamos de adicionar partições, continuar com o setup

source: Do you want to format Linux partition ${ArG1}?
pt_br: Você quer formatar a partição Linux ${ArG1}?

source: FORMAT PARTITION $ArG1
pt_br: FORMATAR PARTIÇÃO $ArG1

source: If this partition has not been formatted, you should format it. NOTE: This will erase all data on it. Would you like to format this partition?
pt_br: Se esta partição não foi formatada, você deve formatá-la. OBS.: Isso vai apagar todos os dados nela. Deseja formatar esta partição?

source: Quick format with no bad block checking
pt_br: Formatação rápida sem verificação de bad block

source: Slow format that checks for bad blocks
pt_br: Formatação lenta que verifica bad blocks

source: No, do not format this partition
pt_br: Não, não formate esta partição

source: Ext2 is the traditional Linux file system and is fast and stable.
pt_br: Ext2 é o sistema de arquivos tradicional do Linux, além de ser rápido e estável.

source: Ext3 is the journaling version of the Ext2 filesystem.
pt_br: Ext3 é a versão com journaling do sistema de arquivos Ext2.

source: Ext4 is the successor to the ext3 filesystem.
pt_br: Ext4 é o sucessor do sistema de arquivos ext3.

source: ReiserFS is a journaling filesystem that stores all files and filenames in a balanced tree structure.
pt_br: ReiserFS é um sistema de arquivos com journaling que armazena todos os arquivos e nomes de arquivo numa estrutura de árvore balanceada.

source: Btrfs is a B-tree copy-on-write filesystem.
pt_br: Btrfs é um sistema de arquivos copy-on-write com árvore-B.

source: JFS is IBM's Journaled Filesystem, currently used in IBM enterprise servers.
pt_br: JFS é o sistema de arquivos com journaling da IBM, usado atualmente em servidores corporativos da IBM.

source: XFS is SGI's journaling filesystem that originated on IRIX.
pt_br: XFS é sistema de arquivos com journaling do SGI que originou no IRIX.

source: SELECT FILESYSTEM FOR $ArG1
pt_br: SELECIONAR SISTEMA DE ARQUIVOS DE $ArG1

source: Partition $ArG1 will be formatted.
pt_br: A partição $ArG1 será formatada.

source: Please select the type of filesystem to use for the specified device. Here are descriptions of the available filesystems:
pt_br: Por favor selecione o tipo de sistema de arquivos a ser utilizado no dispositivo especificado. Aqui estão descrições dos sistemas de arquivo disponíveis:

source: Standard Linux Ext2 Filesystem
pt_br: Sistema de Arquivos Padrão do Linux Ext2

source: Ext3 Journaling Filesystem
pt_br: Sistema de Arquivos com Journaling Ext3

source: Ext4 Journaling Filesystem
pt_br: Sistema de Arquivos com Journaling Ext4

source: IBM's Journaled Filesystem
pt_br: Sistema de Arquivos com Journaling da IBM

source: ReiserFS Journaling Filesystem
pt_br: Sistema de Arquivos com Journaling ReiserFS

source: Btrfs Copy-on-Write B-tree Filesystem
pt_br: Sistema de Arquivos com Árvore-B Copy-on-Write Btrfs

source: SGI's Journaling Filesystem
pt_br: Sistema de Arquivos com Journaling do SGI

source: Setting up root Linux partition.
pt_br: Configurando partição raíz do Linux.

source: Select Linux installation partition:
pt_br: Selecione a partição de instalação do Linux:

source: Please select a partition from the following list to use for your root (/) Linux partition.
pt_br: Por favor selecione uma partição da lista a seguir para ser usada como a partição raíz (/) do Linux.

source: Setting up other Linux partitions.
pt_br: Configurando outras partições do Linux.

source: Select other Linux partitions for /etc/fstab
pt_br: Selecione outras partições Linux para o /etc/fstab

source: You seem to have more than one partition tagged as type Linux. You may use these to distribute your Linux system across more than one partition. Currently, you have $ROOT_DEVICE mounted as your / partition. You might want to mount directories such as /home or /usr/local on separate partitions. You should not try to mount /etc, /sbin, or /bin on their own partitions since they contain utilities needed to bring the system up and mount partitions. Also, do not reuse a partition that you've already entered before. Please select one of the Linux partitions listed below, or if you're done, hit <Continue>.
pt_br: Parece que você tem mais de uma partição marcada como tipo Linux. Você pode usá-las para distribuir seu sistema Linux entre duas ou mais partições. No momento você tem $ROOT_DEVICE montado como sua partição /. Talvez você queira montar diretórios como o /home ou o /usr/local em partições separadas. Você não deve tentar montar o /etc, o /sbin ou o /bin em partições próprias, já que eles contém utilitários necessários para colocar o sistema de pé e montar partições. Além disso, não reutilize uma partição que já tenha sido informada. Por favor selecione uma das partições Linux listadas abaixo, ou se estiver concluído, selecione <Continue>.

source: Partition $NEXT_PARTITION will not be reformatted.
pt_br: A partição $NEXT_PARTITION não será reformatada.

source: Partition $NEXT_PARTITION will be formatted with $NEXT_SYS_TYPE.
pt_br: A partição $NEXT_PARTITION será formatada com $NEXT_SYS_TYPE.

source: SELECT MOUNT POINT FOR $NEXT_PARTITION
pt_br: SELECIONAR PONTO DE MONTAGEM PARA $NEXT_PARTITION

source: OK, now you need to specify where you want the new partition mounted. For example, if you want to put it under /usr/local, then respond: /usr/local Where would you like to mount $NEXT_PARTITION?
pt_br: OK, agora você precisa espeficicar onde quer que a nova partição seja montada. Por exemplo, se quiser colocá-la em /usr/local, então informe: /usr/local Onde gostaria de montar $NEXT_PARTITION?

source: Finished setting up Linux partitions.
pt_br: Configuração de partições Linux concluída.

source: DONE ADDING LINUX PARTITIONS TO /etc/fstab
pt_br: ADIÇÃO DE PARTIÇÕES LINUX AO /etc/fstab CONCLUÍDA

source: WARNING: NO ROOT PASSWORD DETECTED
pt_br: AVISO: NENHUMA SENHA DE ROOT DETECTADA

source: There is currently no password set on the system administrator account (root). It is recommended that you set one now so that it is active the first time the machine is rebooted. This is especially important if you're using a network enabled kernel and the machine is on an Internet connected LAN. Would you like to set a root password?
pt_br: No momento não há senha configurada na conta de administrador de sistema (root). É recomendado que você configure uma agora, para que esteja ativa na primeira vez que a máquina for reiniciada. Isso é particularmente importante se estiver usando um kernel habilitado por rede e a máquina estiver numa LAN conectada à Internet. Gostaria de configurar uma senha de root?

source: Press [enter] to continue:
pt_br: Pressione [enter] para continuar:

source: CREATION OF REGULAR USER ACCOUNTS
pt_br: CRIAÇÃO DE CONTAS DE USUÁRIOS REGULARES

source: You can create regular user accounts now, before even starting your new system.
pt_br: Você pode criar contas de usuários regulares agora, antes de iniciar seu novo sistema.

source: Create a new user account
pt_br: Crie uma nova conta de usuário

source: Display the already created user accounts
pt_br: Mostre as contas de usuário que já foram criadas.

source: Creation of user accounts completed
pt_br: Criação de contas de usuários completada.

source: Press ENTER to continue.
pt_br: Pressione [enter] para continuar.

source: No ordinary user has been registered yet.
pt_br: Nenhum usuário usual foi registrado ainda.

source: Here are the already registered ordinary users:
pt_br: Aqui estão os usuários usuais já registrados:

source: Apparently you forgot to configure a network interface? A PXE Server needs a configured network interface to work. Please try again!
pt_br: Aparentemente você esqueceu de configurar uma interface de rede? Um Servidor PXE precisa de uma interface de rede configurada para funcionar. Por favor tente novamente!

source: UNCONFIGURED NETWORK DEVICE
pt_br: DISPOSITIVO DE REDE NÃO CONFIGURADO

source: Slint PXE Server.
pt_br: Servidor PXE do Slint.

source: WELCOME TO PXE CONFIGURATION
pt_br: BEM-VINDO À CONFIGURAÇÃO DO PXE

source: We will be asking you a few questions now. The answers will be used to start a PXE service on this computer which does not interfere with other services in your network. The only assumption is, that there is NO PXE service running on your local network at this moment. If in doubt, leave the defaults.
pt_br: Vamos te fazer algumas perguntas agora. As respostas serão usadas para iniciar um serviço PXE neste computador que não interfira com outros serviços na sua rede. A única suposição é a de que nenhum serviço PXE está rodando em sua rede local neste momento. Em dúvida, deixe os padrões.

source: ENABLE DHCP SERVER
pt_br: HABILITAR SERVIDOR DHCP

source: No active DHCP server was found on your local network. The Slint PXE server needs a working DHCP server. Do you want this computer to start its own DHCP server (you can control what IP addresses are used by the DHCP server)?Say 'YES' if you are certain your network has no DHCP server.
pt_br: Nenhum servidor DHCP ativo foi encontrado em sua rede local. O servidor PXE do Slint precisa de um servidor DHCP funcionando. Você quer que este computador inicie seu próprio servidor DHCP (você pode controlar quais endereços IP são usados pelo servidor DHCP)? Informe 'SIM' se tiver certeza de que sua rede não tem um servidor DHCP.

source: DHCP SERVER CONFIGURATION
pt_br: CONFIGURAÇÃO DO SERVIDOR DHCP

source: The PXE Service is going to run on $INTERFACE with these values (the defaults should be OK). You can change the range of IP addresses used by the DHCP server, if IP addresses in the proposed range are used by computers in your LAN. For instance, your default gateway if you have one. Also note that we will not validate any changes you make:
pt_br: O Serviço PXE vai rodar em $INTERFACE com estes valores (os padrões devem estar OK). Você pode mudar a faixa de endereços IP usada pelo servidor DHCP, caso endereços IP na faixa proposta estejam sendo usados por computadores em sua LAN. Por exemplo, seu gateway padrão, se tiver um. Além disso, note que não validaremos as alterações que você fizer:

source: IP Address:
pt_br: Endereço IP:

source: Netmask:
hi_in: नेटमास्क :
ja: ネットマスク:
pt: Máscara de Rede:
pt_br: Máscara de Rede:

source: Lowest DHCP Client Address:
pt_br: Endereço de Cliente DHCP mais baixo:

source: Highest DHCP Client Address:
pt_br: Endereço de Cliente DHCP mais alto:

source: Please select the media which contains Slint Linux:
pt_br: Por favor selecione a mídia que contém o Slint Linux:

source: Use a Slint DVD
pt_br: Usar um DVD do Slint

source: Use a hard drive partition
pt_br: Usar uma partição de disco rígido

source: Use a pre-mounted directory
pt_br: Usar um diretório pré-montado

source: FTP/HTTP DOWNLOAD FAILURE
pt_br: FALHA NO DOWNLOAD FTP/HTTP

source: Could not find the kernel and/or initial ramdisk files. These are required for booting the client computer. Please try to setup the SOURCE location correctly.
pt_br: Não encontramos o kernel e/ou os arquivos ramdisk iniciais. Eles são necessários para fazer o boot do computador cliente. Por favor tente configurar a localização de origem (SOURCE) corretamente.

source: NO SWAP SPACE DETECTED
pt_br: NENHUM ESPAÇO DE SWAP DETECTADO

source: You have not created a swap partition with Linux fdisk. Do you want to continue installing without one?
pt_br: Você não criou uma partição swap com o fdisk do Linux. Quer continuar instalando sem uma?

source: ABORTING INSTALLATION
pt_br: ABORTANDO INSTALAÇÃO

source: Create a swap partition with Linux fdisk, and then try this again.
pt_br: Criar uma partição swap com o fdisk do Linux e tentar novamente.

source: Setting up swap partitions.
pt_br: Configurando partições swap.

source: SWAP SPACE DETECTED
pt_br: ESPAÇO DE SWAP DETECTADO

source: Slint Setup has detected one or more swap partitions on your system. These partitions have been preselected to be set up as swap space. If there are any swap partitions that you do not wish to use with this installation, please unselect them with the up and down arrows and spacebar. If you wish to use all of them (this is recommended), simply hit the ENTER key.
pt_br: O Setup do Slint encontrou uma ou mais partições swap em seu sistema. Essas partições foram pré-selecionadas para serem configuradas como espaço de swap. Se existem partições swap que você não quer usar nesta instalação, por favor desselecione-as com as seta cima e baixo e a barra de espaço. Se deseja utilizar todas (isso é recomendado), apenas pressione a tecla ENTER.

source: Linux swap partition, ${PARTSIZE}
pt_br: Partição de swap do Linux, ${PARTSIZE}

source: CHECK SWAP PARTITIONS FOR BAD BLOCKS?
pt_br: VERIFICAR BAD BLOCKS NAS PARTIÇÕES SWAP?

source: Slint Setup will now prepare your system's swap space. When formatting swap partitions with mkswap you may also check them for bad blocks. This is not the default since nearly all modern hard drives check themselves for bad blocks anyway. Would you like to check for bad blocks while running mkswap?
pt_br: O Setup do Slint agora vai preparar o espaço de swap do seu sistema. Ao formatar partições swap com o mkswap você pode também verificar se existem bad blocks. Esse não é o padrão, já que praticamente todos os discos rígidos modernos já fazem essa verificação de bad block neles mesmos. Você gostaria de verificar bad blocks enquanto o mkswap é executado?

source: Activating swap partition ${swappartition}:
pt_br: Ativando partição de swap ${swappartition}:

source: Your swapspace has been configured. This information will be added to your /etc/fstab:
pt_br: Seu espaço de swap foi configurado. Esta informação será adicionada a seu /etc/fstab:

source: SWAP SPACE CONFIGURED
pt_br: ESPAÇO DE SWAP CONFIGURADO

source: Group "$group" does not exist
pt_br: O grupo "$group" não existe

source: Login name for new user []:
pt_br: Nome de login para o novo usuário []:

source: User "$LOGIN" already exists; please choose another
pt_br: O usuário "$LOGIN" já existe; por favor escolha outro

source: User names cannot begin with a number; please choose another
pt_br: Nomes de usuário não podem começar com um número; por favor escolha outro

source: User "$LOGIN" contains illegal characters (uppercase); please choose another
pt_br: O usuário "$LOGIN" contém caracteres ilegais (caixa alta); por favor escolha outro

source: User "$LOGIN" contains illegal characters (period/dot); please choose another
pt_br: O usuário "$LOGIN" contém caracteres ilegais (ponto); por favor escolha outro

source: Login name for new user: $LOGIN
pt_br: Nome de login para o novo usuário: $LOGIN

source: User ID ('UID') [ defaults to next available ]:
pt_br: ID de usuário ('UID') [ o padrão é o próximo disponível ]

source: That UID is already in use; please choose another
pt_br: Esse UID já está sendo utilizado; por favor escolha outro

source: UIDs are numerics only
pt_br: UIDs são numéricos

source: Initial group [ ${defgroup} ]:
pt_br: Grupo inicial [ ${defgroup} ]:

source: Please choose another
pt_br: Por favor escolha outro

source: Additional UNIX groups: Users can belong to additional UNIX groups on the system. For local users using graphical desktop login managers such as XDM/KDM, users may need to be members of additional groups to access the full functionality of removable media devices. * Security implications * Please be aware that by adding users to additional groups may potentially give access to the removable media of other users. If you are creating a new user for remote shell access only, users do not need to belong to any additional groups as standard, so you may press ENTER at the next prompt.
pt_br: Grupos UNIX adicionais: Os usuários podem pertencer a grupos UNIX adicionais no sistema. Para usuários locais que utilizam gerenciadores de login de desktop gráfico como XDM/KDM, talvez seja necessário que sejam membros de grupos adicionais para acessarem completamente a funcionalidade de dispositivos de mídia removível. * Implicações de segurança * Por favor tenha em mente que adicionar usuários em grupos adicionais pode potencialmente dar acesso a mídia removível de outros usuários. Se estiver criando um novo usuário apenas para acesso por terminal remoto, não é necessário que faça parte de nenhum grupo adicional por padrão, então você pode apertar ENTER na próxima notificação.

source: Press ENTER to continue without adding any additional groups Or press the UP arrow key to add/select/edit additional groups
pt_br: Aperte ENTER para continuar sem adicionar grupos adicionais Ou aperte a tecla CIMA para adicionar/selecionar/editar grupos adicionais

source: Please re-enter the group(s)
pt_br: Por favor re-insira os grupo(s)

source: Home directory [ ${defhome}/${LOGIN} ]
pt_br: Diretório do home [ ${defhome}/${LOGIN} ]

source: Warning: "$HME" already exists !
pt_br: Aviso: "$HME" já existe !

source: Do you wish to change the home directory path ? (Y/n)
pt_br: Você deseja mudar o caminho do diretório do home ? (Y/n)

source: Do you want to execute command "chown $OWNER $HME" ? (y/N)
pt_br: Você quer executar o comando "chown $OWNER $HME" ? (y/N)

source: Warning: ${SHL} is not in ${sfile} (potential problem using FTP)
pt_br: Aviso: ${SHL} não está em ${sfile} (problema potencial ao usar FTP)

source: Warning: ${SHL} does not exist as a file
pt_br: Aviso: ${SHL} não existe como um arquivo

source: Do you wish to change the shell ? (Y/n)
pt_br: Você deseja mudar o shell ? (Y/n)

source: Expiry date (YYYY-MM-DD) []:
pt_br: Data de expiração (YYYY-MM-DD) []:

source: That is not a valid expiration date
pt_br: Isso não é uma data de expiração válida

source: New account will be created as follows:
pt_br: A nova conta será criada assim:

source: Login name...........:
pt_br: Nome de login........:

source: [ Next available ]
pt_br: [ Próximo disponível ]

source: Initial group........:
pt_br: Grupo inicial........:

source: Additional groups....:
pt_br: Grupos adicionais....:

source: [ None ]
pt_br: [ Nenhum ]

source: Home directory.......:
pt_br: Diretório do home....:

source: Expiry date..........:
pt_br: Data de expiração....:

source: [ Never ]
pt_br: [ Nunca ]

source: This is it... if you want to bail out, hit Control-C. Otherwise, press ENTER to go ahead and make the account.
pt_br: É isso aí... se quiser cancelar, aperte Control-C. Caso contrário, aperte ENTER para continuar e fazer a conta.

source: Creating new account...
pt_br: Criando nova conta...

source: Error running useradd command -- account not created! (command: $CMD)
pt_br: Erro executando o comando useradd -- conta não criada! (comando: $CMD)

source: Warning: an error occurred while setting finger information
pt_br: Aviso: um erro ocorreu ao configurar a informação do finger

source: * WARNING: An error occured while setting the password for this account. Please manually investigate this *
pt_br: * AVISO: Um erro ocorreu ao configurar a senha para essa conta. Por favor investigue isso manualmente *

source: Account setup complete.
pt_br: Configuração da conta concluída.

source: Run mkfontdir and mkfontscale in font directories.
pt_br: Executar o mkfontdir e o mkfontscale em diretórios de fonte.

source: Run fc-cache to locate new fonts for Xft
pt_br: Executar o fc-cache para localizar novas fontes para o Xft

source: Run update-desktop-database.
pt_br: Executar o update-desktop-database.

source: Run update-mime-database.
pt_br: Executar o update-mime-database.

source: Run gtk-update-icon-cache for hicolor theme.
pt_br: Executar o gtk-update-icon-cache para o tema hicolor.

source: Rebuild SSL certificate database.
pt_br: Reconstruir banco de dados de certificados SSL.

source: Install a Linux kernel from a bootdisk
pt_br: Instalar um kernel Linux de um disco de boot

source: Create a USB Linux boot stick
pt_br: Criar um pendrive USB de boot do Linux

source: Set a default browser link.
pt_br: Configurar um link de navegador padrão.

source: Set up LILO to boot Linux (and other OSes) from your hard drive
pt_br: Configurar o LILO para fazer o boot do Linux (e de outros SOs) do seu disco rígido

source: Configure the console mouse support (GPM).
pt_br: Configurar o suporte a mouse no console (GPM).

source: Configure basic network settings
pt_br: Ajustar configurações básicas de rede

source: Select/deselect system daemons (services)
pt_br: Selecionar/deselecionar daemons de sistema (serviços)

source: Select a font for the console
pt_br: Selecione uma fonte para o console

source: Select your timezone
pt_br: Selecione seu fuso horário

source: Choose a default window manager for X
pt_br: Escolha um gerenciador de janelas padrão para o X

source: Set up ELILO (EFI LILO) to boot Linux from your hard drive
pt_br: Configurar o ELILO (EFI LILO) para fazer boot do Linux a partir de seu disco rígido

source: devfs detected: devmap_mknod.sh script not required.
pt_br: devfs detectado: script devmap_mknod.sh não é necessário.

source: procfs not found: please create $CONTROL manually.
pt_br: procfs não encontrado: por favor crie $CONTROL manualmente.

source: $DM_NAME kernel module not loaded: can't create $CONTROL.
pt_br: Módulo de kernel $DM_NAME não carregado: não é possível criar $CONTROL.

source: Creating $CONTROL character device with major:$MAJOR minor:$MINOR.
pt_br: Criando dispositivo de caracteres $CONTROL com principal:$MAJOR secundário:$MINOR.
