Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Continue
pt_br: Continuar

source: In order to make these partitions visible from Linux, we need to add them to your /etc/fstab. Please pick a partition to add to /etc/fstab, or select '---' to continue with the installation process.
pt_br: Afim de tornarmos essas partições visíveis no Linux, precisamos adicioná-las ao seu /etc/fstab. Por favor escolha uma partição para adicionar ao /etc/fstab, ou selecione '---' para continuar com o processo de instalação.

source: IN USE
pt_br: EM USO

source: on
pt_br: em

source: done, continue with setup
pt_br: concluído, continuar com a instalação

source: Selecting a location to mount $DOS_PART.
pt_br: Selecionando um local para montar $DOS_PART.

source: PICK MOUNT POINT FOR $DOS_PART
pt_br: ESCOLHER PONTO DE MONTAGEM PARA $DOS_PART

source: Now this partition must be mounted somewhere in your directory tree. Please enter the directory under which you would like to put it. For instance, you might want to enter /fat-c or /fat-d or something similar. NOTE: This partition will not actually be mounted until you reboot. Where would you like to mount $DOS_PART?
pt_br: Agora essa partição precisa ser montada em algum lugar na sua árvore de diretórios. Por favor digite o diretório no qual você gostaria de pô-la. Por exemplo, poderia informar /fat-c ou /fat-d, ou algo similar. OBSERVAÇÃO: Essa partição não será realmente montada até que você reinicie. Onde gostaria de montar $DOS_PART?

source: Adding this information to your /etc/fstab:
pt_br: Adicionando esta informação ao seu /etc/fstab:

source: Finished setting up non-Linux partitions.
pt_br: Terminamos de configurar as partições não-Linux.

source: DONE ADDING FAT or NTFS PARTITIONS
pt_br: ADICÃO DE PARTIÇÕES FAT ou NTFS CONCLUÍDA

source: FORMAT EFI PARTITION ${PREFERRED_EFI_PARTITION}?
pt_br: FORMATAR PARTIÇÃO EFI ${PREFERRED_EFI_PARTITION}?

source: An EFI System Partition was found on ${PREFERRED_EFI_PARTITION}, but it has not yet been formatted. Would you like to format this partition?
pt_br: Uma Partição de Sistema EFI foi encontrada em ${PREFERRED_EFI_PARTITION}, mas ela ainda não foi formatada. Você gostaria de formatar essa partição?

source: FORMATTING EFI PARTITION ${PREFERRED_EFI_PARTITION}
pt_br: FORMATANDO PARTIÇÃO EFI ${PREFERRED_EFI_PARTITION}

source: Formatting EFI System Partition ${PREFERRED_EFI_PARTITION} as FAT32.
pt_br: Formatando Partição de Sistema EFI ${PREFERRED_EFI_PARTITION} como FAT32.

source: Finished setting up EFI System Partition.
pt_br: Configuração da Partição de Sistema EFI concluída.

source: EFI SYSTEM PARTITION RECOGNIZED
pt_br: PARTIÇÃO DE SISTEMA EFI RECONHECIDA

source: Slint PXE Server Help _________________________ First, a little help on help. Whenever you encounter a text viewer like this during the installation, you can move around with these commands: PGDN - Move down one page PGUP - Move up one page HOME - Move to beginning of file END - Move to end of file Also, you're running a real multitasking operating system now, so you're not confined to the installation program. You can log into other consoles and look around at any time without disturbing the installation process. To do this, you need to learn the commands that control the Linux console. You'll use these commands all the time when you're logged into Linux. "Virtual" consoles and scrollback: Right now, the screen you're looking at is probably VIRTUAL CONSOLE NUMBER ONE, (or /dev/tty1 in Linux-speak). There are usually several virtual consoles available. When you log into the install disk, there are four consoles. To switch among them, use Alt-F1, Alt-F2, Alt-F3, or Alt-F4 to select which of the four consoles you wish to use. While you're using a console, you get a small amount of text scrollback buffer. To scroll the console back, hold down the right shift key and hit PageUp. To scroll the console forward, hit PageDown while holding the right shift key down. This can be especially useful for reading the boot messages, which can go by too fast to read otherwise. RUNNING THE PXESETUP PROGRAM The pxesetup main menu is kept as easy as possible, because only a limited configuration is needed. NETWORK (configure the network device and optional DHCP server) SOURCE (select the source location for the Slint Linux packages) ACTIVATE (start the PXE server) In the NETWORK configuration stage, you configure an IP address for your network card. If you have already a DHCP server in your local network, the pxesetup program will offer you the choice of using the DHCP server to configure your network device fully automatic, but there is always the option to enter an IP address manually. If no DHCP server has been detected running inside your local network, then pxesetup will start its own DHCP server (we need one). You will get the chance to define the IP address range which that internal DHCP server uses. You should check the lower and upper IP addresses carefully and verify that none of your local network's computers, including your local gateway, use an IP address in that DHCP range. If you spot a conflict, you can adjust these lower and upper bounds. Press 'Accept' once you are satisfied. In the SOURCE configuration stage, you determine where you have your local Slint copy. This should be a complete directory tree including the packages, the kernels and the isolinux directory. The package sources are not needed and can be omitted from the medium if you are using a bootable USB stick for instance. The choices for SOURCE location are: a DVD medium, a local disk partition or a pre-mounted directory. These are the standard setup dialogs you will certainly know from installing Slint. Be sure to enter the full directory path to (and including) the directory which contains the 'a', 'ap', 'd', ..., 'y' subdirectiries. You know the drill. When you are done configuring NETWORK and SOURCE, it is time to ACTIVATE your PXE server. The screen will show a live view of the server's connection log for client boot requests. This goes on until you press 'Exit' which will drop you back into the main menu after killing the PXE service. Selecting ACTIVATE will restart the PXE service. Computers who boot from your PXE server will see the usual Slint installation routine. When it comes to selecting the SOURCE, these computers have one choice, and is the entry "Install from FTP/HTTP server". The PXE server offers Slint packages to willing computers using its own internal HTTP server. The default values that you will see for the URL and the PATH input fields are being supplied by the PXE server and should not be changed. ...WHEN YOU'RE DONE: EXIT: This leaves Slint PXE Server setup. Have fun running this PXE server! --- Eric Hameleers alien@slackware.com
pt_br: Ajuda do Servidor PXE do Slint _________________________ Primeiro, uma ajudinha da ajuda. Sempre que encontrar um visualizador de texto como este durante a instalação você pode navegar com os seguintes comandos: PGDN - Move uma página para baixo PGUP - Move uma página para cima HOME - Move para o começo do arquivo END - Move para o final do arquivo Além disso, você está rodando agora um sistema operacional multitarefa de verdade, então você não está preso ao programa de instalação. Você pode logar em outros consoles e dar uma olhada a qualquer momento sem perturbar o processo de instalação. Para fazer isso você precisa aprender os comandos que controlam o console do Linux. Você vai usar esses comandos toda hora que estiver logado no Linux. Consoles "virtuais" e o scrollback: Neste momento, a tela que você está vendo é provavelmente o CONSOLE VIRTUAL NÚMERO UM, (ou /dev/tty1 em linguagem Linux). Geralmente existem vários consoles virtuais disponíveis. Quando você loga no disco de instalação existem quatro consoles. Para trocar entre eles use Alt-F1, Alt-F2, Alt-F3 ou Alt-F4 para selecionar qual dos quatro consoles você quer usar. Enquanto está usando um console, você ganha uma pequena porção de buffer de texto scrollback. Para rolar o console para trás, segure a tecla Shift direita e aperte PageUp. Para rolar o console adiante, aperte PageDown enquanto mantém pressionado a tecla Shift direita. Isso pode ser especialmente útil para ler as mensagens de boot, que podem passar muito rápido a ponto de só ser possível lê-las assim. EXECUTANDO O PROGRAMA PXESETUP O menu principal do pxesetup é mantido tão simples quanto possível, porque é necessário apenas uma configuração limitada. REDE (configura o dispositivo de rede e o servidor DHCP opcional) ORIGEM (seleciona a localização da origem dos pacotes do Slint Linux) ATIVAR (inicia o servidor PXE) No estágio de configuração da REDE, você configura um endereço IP para sua placa de red. Se você já tem um servidor DHCP em sua rede local, o programa pxesetup vai te dar a escolha de usar o servidor DHCP para configurar seu dispositivo de rede de forma totalmente automática. Caso não tenha encontrado um servidor DHCP rodando em sua rede local, o pxesetup vai iniciar o próprio servidor DHCP (precisamos de um). Você terá a chance de definir a faixa de IP que o servidor DHCP interno vai usar. Você deve escolher os endereços IP mais baixo e mais alto com cuidado e verificar que nenhum dos computadores de sua rede local, incluindo seu gateway local, usem um endereço IP nessa faixa. Se encontrar um conflito, você pode ajustar esses limites inferior e superior. Pressione 'Aceitar' quando estiver satisfeito. No estágio de configuração da ORIGEM, você determina onde está sua cópia local do Slint. Deve ser uma árvore de diretórios completa que inclua os pacotes, os kernels e o diretório isolinux. Os códigos fonte dos pacotes não são necessários e podem ser omitidos da mídia, por exemplo se estiver usando um pendrive USB. As opões para a localização da ORIGEM são: uma mídia de DVD, uma partição de um disco local ou um diretório pré-montado. Esses são os diálogos padrão que você certamente saberá da instalação do Slint. Tenha certeza de informar o diretório completo do caminho para (incluindo) o diretório que contenha os subdiretórios 'a', 'ap', 'd', ..., 'y'. Você sabe como é. Quando terminar de configurar a REDE e a ORIGEM, é hora de ATIVAR seu servidor PXE. A tela vai exibir uma visão em tempo real do log de conexão do servidor para tentativas de boot de cliente. Isso continuará até que você pressione 'Sair', que vai te levar de volta ao menu principal depois de matar o processo do PXE. Selecionar ATIVAR vai reiniciar o serviço PXE. Computadores que fizerem o boot a partir do seu servidor PXE vão ver a rotina de instalação normal do Slint. Quando for a hora de selecionar a ORIGEM, esses computadores têm uma escolha, e é a opção "Instalar de um servidor FTP/HTTP". O servidor PXE fornece pacotes do Slint para computadores dispostos usando o próprio servidor HTTP interno. Os valores padrões que irá ver para os campos URL e CAMINHO estão sendo fornecidos pelo servidor PXE e não devem ser mudados. ...QUANDO ESTIVER PRONTO: SAIR: sai do setup do Servidor PXE do Slint. Divirta-se rodando este servidor PXE! --- Eric Hameleers alien@slackware.com

source: Slint PXE Server Help
pt_br: Ajuda do servidor PXE do Slint

source: CONFIGURE THE SYSTEM
pt_br: CONFIGURAR O SISTEMA

source: Now we can configure your Linux system. If this is a new installation, you MUST configure it now or it will not boot correctly. However, if you are just adding software to an existing system, you can back out to the main menu and skip this step. However (important exception) if you've installed a new kernel image, it's important to reconfigure your system so that you can install LILO (the Linux loader) or create a bootdisk using the new kernel. You want to CONFIGURE your system, right?
pt_br: Agora você pode configurar seu sistema Linux. Se for uma instalação nova você DEVE configurá-la agora ou então ele não inicializará corretamente. Contudo, se você está apenas adicionando softwares a um sistema existente, você pode voltar para o menu principal e pular este passo. Porém (exceção importante) se você instalou uma imagem nova do kernel, é importante que você reconfigure seu sistema para que você possa instalar o LILO (o inicializador do Linux) ou criar um disco de inicialização para o novo kernel. Você deseja configurar (CONFIGURE) seu sistema, certo?

source: DONE INSTALLING PACKAGES
pt_br: INSTALAÇÃO DE PACOTES CONCLUÍDA

source: Preparing to configure your new Linux system...
pt_br: Preparando para configurar seu novo sistema Linux...

source: Slint Setup Help
pt_br: Ajuda da Instalação do Slint

source: ERROR: TARGET PARTITION FULL
pt_br: ERRO: PARTIÇÃO DESTINO CHEIA

source: Setup has detected that one or more of your target partitions has become full. I'm sorry, but you will have to try installing again onto a partition or partitions with more free space. You could also try selecting fewer packages to install. Since there is no longer any space for setup to make its temporary files, this is an unrecoverable error. Press control-alt-delete to reboot and try again. Before doing that, you might want to switch to another console (Alt-F2) and use df (disk free utility) to see if you can get an idea of how to avoid this the next time around.
pt_br: O Setup detectou que uma ou mais das suas partições de destino ficou cheia. Me desculpe, mas você terá que tentar instalar novamente em uma ou mais partições com mais espaço livre. Você pode também tentar escolher menos pacotes para instalar. Como não existe mais espaço para a instalação fazer seus arquivos temporários, este é um erro irrecuperável. Pressione control-alt-delete para reiniciar e tentar novamente. Antes de fazer isso, você pode querer mudar para outro console (Alt-F2) e usar o df (utilitário de espaço livre em disco) para ver se você consegue ter uma ideia de como evitar isso da próxima vez.

source: REINSERT KERNEL DISC
pt_br: REINSERIR DISCO DO KERNEL

source: Please reinsert the Slint disc containing the collection of Linux kernels. Usually this is disc number one (the disc that you boot from). Once you've inserted the disc, hit ENTER to continue.
pt_br: Por favor, reinsira o disco do Slint contendo a coleção de kernels do Linux. Geralmente este é o disco número um (o disco do qual você fez o boot). Assim que tiver inserido o disco, aperte ENTER para continuar.

source: ERROR ATTEMPTING TO INSTALL KERNEL
pt_br: ERRO TENTANDO INSTALAR O KERNEL

source: Sorry, but the directory $PLINK/kernels was not found. You may need to install the requested kernel $SLACK_KERNEL manually and then install LILO before your system will be able to boot correctly.
pt_br: Desculpe, mas o diretório $PLINK/kernels não foi encontrado. Talvez você precise instalar o kernel requisitado $SLACK_KERNEL manualmente e então instalar o LILO antes de seu sistema ser capaz de inicializar corretamente.

source: KEYBOARD MAP SELECTION
pt_br: SELEÇÃO DO MAPA DE TECLADO

source: You may select one of the following keyboard maps. If you do not select a keyboard map, $DefaultKeyMap is the current value. Use the UP/DOWN arrow keys and PageUp/PageDown to scroll through the whole list of choices.
pt_br: Você pode selecionar um dos seguintes mapas de teclado. Se você não selecionar um mapa de teclado, $DefaultKeyMap é o valor atual. Use as teclas CIMA/BAIXO e PageUp/PageDown para navegar através da lista de opções.

source: OK, the new map is now installed. You may now test it by typing anything you want. To quit testing the keyboard, enter 1 on a line by itself to accept the map and go on, or 2 on a line by itself to reject the current keyboard map and select a new one.
pt_br: OK, o novo mapa está instalado. Você pode testá-lo agora digitando qualquer coisa. Para sair do teste do teclado, digite 1 em uma linha vazia para aceitar o mapa e ir em frente, ou 2 em uma linha vazia para rejeitar o mapa de teclado atual e selecionar um novo.

source: Select Slint installation source.
pt_br: Selecionar origem de instalação do Slint.

source: SOURCE MEDIA SELECTION
pt_br: SELEÇÃO DA MÍDIA DE ORIGEM

source: Please select the media from which to install Slint Linux:
pt_br: Por favor selecione a mídia da qual o Slint Linux será instalado:

source: Install from a Slint CD or DVD
pt_br: Instalar a partir de um CD ou DVD do Slint

source: Install from a Slint USB stick
pt_br: Instalar a partir de um pendrive USB do Slint

source: Install from a hard drive partition
pt_br: Instalar a partir de uma partição no disco rígido

source: Install from NFS (Network File System)
pt_br: Instalar a partir de NFS (Network File System)

source: Install from FTP/HTTP server
pt_br: Instalar a partir de um servidor FTP/HTTP

source: Install from Samba share
pt_br: Instalar a partir de um compartilhamento Samba

source: Install from a pre-mounted directory
pt_br: Instalar a partir de um diretório pré-montado

source: You will now get a chance to probe your network interfaces.
pt_br: Você agora terá uma chance de examinar suas interfaces de rede.

source: PROBING NETWORK DEVICES
pt_br: EXAMINANDO DISPOSITIVOS DE REDE

source: Are you OK with the network interface which was detected? If not, select 'No' to get back to the network probe program. You can try to load another driver explicitly, by using 'P <driver_name>'. If you are satisfied, select 'Yes' to continue with network configuration.
pt_br: Você está satisfeito com a interface de rede que foi detectada? Se não, selecione 'Não' para voltar para o programa de sondagem de rede. Você pode tentar carregar outro driver explicitamente, usando 'P <nome_do_driver>'. Se você está satisfeito, selecione 'Sim' para continuar com a configuração de rede.

source: INITIALIZING NETWORK
pt_br: INICIALIZANDO REDE

source: Waiting a few seconds for DHCP polling to settle ...
pt_br: Aguardando alguns segundos para que a pesquisa do DHCP se estabeleça ...

source: You're running off the hard drive filesystem. Is this machine currently running on the network you plan to install from? If so, we won't try to reconfigure your ethernet card. Are you up-and-running on the network?
pt_br: Você está executando fora do sistema de arquivos do disco rígido. Esta máquina está rodando agora na mesma rede de onde você planeja instalar? Se for o caso, não tentaremos reconfigurar sua placa ethernet. Está tudo em perfeito estado na rede?

source: NETWORK CONFIGURATION
pt_br: CONFIGURAÇÃO DE REDE

source: I can configure your network interface $ENET_DEVICE fully automatically using DHCP. If you want this, please select 'yes'. If you select 'no' instead, then you will be able to assign the IP address, netmask and gateway manually.
pt_br: Eu posso configurar sua interface de rede $ENET_DEVICE completamente usando DHCP. Se você quer isso, por favor selecione 'sim'. Se ao invés disso você selecionar 'não', será capaz de atribuir o endereço IP, a máscara de rede e o gateway manualmente.

source: DHCP CONFIGURATION
pt_br: CONFIGURAÇÃO DHCP

source: You will need to enter the IP address you wish to assign to this machine. Example: 111.112.113.114 What is your IP address?
pt_br: Você precisa fornecer o endereço IP que deseja atribuir a esta máquina. Exemplo: 111.112.113.114 Qual o seu endereço IP?

source: ASSIGN IP ADDRESS
pt_br: ATRIBUIR ENDEREÇO IP

source: Now we need to know your netmask. Typically this will be 255.255.255.0 but this can be different depending on your local setup. What is your netmask?
pt_br: Agora precisamos saber sua máscara de rede. Normalmente ela será 255.255.255.0 mas pode ser diferente dependendo de sua configuração local. Qual sua máscara de rede?

source: ASSIGN NETMASK
pt_br: ATRIBUIR MÁSCARA DE REDE

source: Do you have a gateway?
pt_br: Você tem um gateway?

source: ASSIGN GATEWAY ADDRESS
pt_br: ATRIBUIR ENDEREÇO DE GATEWAY

source: What is the IP address for your gateway?
pt_br: Qual o endereço IP para seu gateway?

source: This is the proposed network configuration for $ENET_DEVICE - If this is OK, then select 'Yes'. If this is not OK and you want to configure again, select 'No'. * IP Address: $LOCAL_IPADDR * Netmask: $LOCAL_NETMASK
pt_br: Esta é a configuração de rede proposta para $ENET_DEVICE - Se estiver OK, selecione 'Sim'. Se não estiver OK e quiser configurar novamente, selecione 'Não'. * Endereço IP: $LOCAL_IPADDR * Máscara de rede: $LOCAL_NETMASK

source: Configuring your network interface $ENET_DEVICE ...
pt_br: Configurando sua interface de rede $ENET_DEVICE ...

source: FETCHING CONFIGURATION
pt_br: BUSCANDO CONFIGURAÇÃO

source: Attempting to fetch a remote configuration file using $PROTO ...
pt_br: Tentando buscar um arquivo de configuração remoto usando $PROTO ...

source: You have not yet designated any disk partitions as type Linux. If you are planning to use OS/2 Boot Manager, make your Linux partitions with OS/2 fdisk (or Partition Magic, which also includes Boot Manager), format them, reboot this disk, and then use Linux fdisk to tag the partitions as type 83 (Linux). Linux fdisk will select a default device when called without arguments, and from there it is menu driven. If you don't want to partition the default device, then call fdisk with the device you want as the argument, like this: fdisk /dev/hdb or this: fdisk /dev/sda If you are not using the OS/2 Boot Manager, then you may use Linux fdisk to create partitions for Linux. Other than the exception for the OS/2 Boot Manager, you are usually better off creating partitions for a given OS using a partitioning tool native to that OS. In other words, you probably shouldn't try to make your DOS or other non-Linux partitions with the Linux fdisk. "cfdisk" is an equally good version of Linux fdisk that is more graphical and menu driven. Many people prefer to use "cfdisk". Please make one or more partitions for Linux, and try setup again. If you haven't already, you might want to also make a swap partition while you're in fdisk. 64 megabytes would be a minimum starting size for a single user system. Linux swap is tagged as type 82.
pt_br: Você ainda não especificou nenhuma partição de disco como tipo Linux. Se estiver planejando usar o Boot Manager do OS/2, crie suas partições Linux com o fdisk do OS/2 (ou o Partition Magic, que também possui o Boot Manager), formate-as, reinicie o disco e use o fdisk do Linux para marcar as partições como tipo 83 (Linux). O fdisk do Linux vai selecionar um dispositivo padrão quando executado sem argumentos e apartir dali é orientado por menu. Caso não queira particionar o dispositivo padrão, execute o fdisk com o dispositivo desejado como argumento, desta forma: fdisk /dev/hdb ou assim: fdisk /dev/sda Se não estiver usando o Boot Manager do OS/2, então você pode usar o fdisk do Linux para criar partições para o Linux. Desconsiderando a exceção para o Boot Manager do OS/2, geralmente é melhor criar partições para um dado SO usando uma ferramenta de partição nativa daquele SO. Em outras palavras, você provavelmente não deve tentar criar suas partições DOS ou outra partição não-Linux com o fdisk do Linux. "cfdisk" é uma versão do fdisk do Linux tão boa quanto que é mais gráfica e orientada por menu. Muitas pessoas preferem usar o "cfdisk". Por favor crie uma ou mais partições para o Linux, e tente configurar novamente. Se ainda não tiver feito, você talvez queira criar também uma partição de swap enquanto estiver no fdisk. 64 megabytes seria um tamanho inicial mínimo para um sistema monousuário. O tipo Linux swap é marcado como tipo 82.

source: ERROR: No Linux Native Partitions
pt_br: ERRO: Nenhuma partição Linux nativa

source: FORMATTING
pt_br: FORMATANDO

source: Formatting $ArG1 with filesystem btrfs.
pt_br: Formatando $ArG1 com o sistema de arquivos btrfs.

source: Formatting $ArG1 Size in 1K blocks: $SIZE Filesystem type: btrfs
pt_br: Formatando $ArG1 Tamanho em blocos de 1K: $SIZE Tipo do sistema de arquivos: btrfs
