Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Slint LILO Installation HELP file WARNING: As they say in the LILO docs, installing boot loaders is inherently dangerous. Be careful out there! These are the options you can use at the Slint LILO install menu: 1. Start LILO configuration with a new LILO header. This choice allows you to start a new configuration file, /etc/lilo.conf, with no OS's entered into it (yet). You'll first be asked if you want to use an optional append="...." line. If you didn't need to use extra parameters at the bootkernel prompt, then you can probably just hit ENTER here. You will be asked where you want to install LILO. This can be your Master Boot Record, your root partition's superblock (for OS/2's Boot Manager), or to a formatted floppy disk. Next, you'll be asked if you want a delay before booting the first OS in your lilo.conf file. This delay allows you to hit left-shift and boot any OS in the lilo.conf file by typing in the label you've given it. Once you've started a new lilo.conf, you must add at least one OS to it before you can install LILO. 2. Menu choices to add Linux, OS/2, and DOS to the lilo.conf. These all pretty much work the same way. You'll be asked which partition you want to make bootable (answer /dev/hda1 or whatever partition you wish to use), and you'll also be asked to assign a label to the partition. The label can be any short word such as "Linux" or "OS/2" that you'll type in later to boot that partition. The boot prompt is not case-sensitive, so the user can type LINUX or os/2 later on and it will match the labels Linux and OS/2. 3. Install LILO Once you've looked at your new config file and are satisfied with the way it looks, pick this choice to install LILO and leave the LILO installation menu. Other options: -- Recycle (Reinstall) using your original /etc/lilo.conf. If you already have an /etc/lilo.conf, and you just need to refresh lilo then you don't need to reconstruct your lilo.conf. Just use this menu choice to reinstall LILO using the existing /etc/lilo.conf. -- View your current /etc/lilo.conf If you haven't begun building a new lilo.conf, this choice will let you take a look at the existing one in /etc on your root Linux partition. If you have begun constructing a new lilo.conf, this option will let you view the progress on that. -- Skip LILO installation and exit this menu This option skips LILO installation. Use this if you don't want to install LILO, or if you've already installed it and don't need to reinstall. You have to reinstall LILO whenever you change your Linux kernel. -- Help - Read the Linux Loader HELP file I hope you found it helpful! :^) ----------- Other LILO information: LILO on the Master Boot Record can be removed easily. MS-DOS's fdisk has a /MBR option that restores the master boot record. You can actually restore your original boot sector from the copy LILO makes in /boot, as well. This is the best way to go about it. See the LILO docs for more information. There is also a '-u' flag to LILO that restores the boot sector from the backup copy. Again, see the LILO docs for detailed info. Good luck! --- end of LILO help
pt_br: Arquivo de AJUDA de instalação do LILO do Slint AVISO: Como dizem na documentação do LILO, instalar carregadores de boot é inerentemente perigoso. Tenha cuidado aí! Estas são as opções que você pode usar no menu de instalação do LILO do Slint: 1. Iniciar a configuração do LILO com um novo cabeçalho LILO. Esta opção te permite iniciar um novo arquivo de configuração, /etc/lilo.conf, sem SOs incluídos (ainda). Primeiro, vão te perguntar se você quer usar uma linha append="...." opcional. Se você não precisou usar parâmetros no prompt do bootkernel, então provavelmente você pode simplesmente apertar ENTER aqui. Vão te perguntar onde você quer instalar o LILO. Pode ser no seu Master Boot Record, no superbloco de suas partições raíz (para o Boot Manager do OS/2) ou em um disquete formatado. Em seguida, vão te perguntar se você quer um atraso antes de fazer o boot do primeiro SO no seu arquivo lilo.conf. Esse atraso te permite apertar esquerda-shift e fazer o boot de qualquer SO no arquivo lilo.conf digitando o rótulo que você deu para ele. Uma vez que tenha iniciado um novo arquivo lilo.conf, você deve adicionar pelo menos um SO nele para poder instalar o LILO. 2. Opções de menu para adicionar Linux, OS/2 e DOS ao lilo.conf. Todos esses funcionam mais ou menos da mesma forma. Vão te perguntar qual partição você quer tornar bootável (responda /dev/hda1 ou qualquer partição desejar utilizar) e também vão te pedir para atribuir um rótulo à partição. O rótulo pode ser qualquer palavra curta como "Linux" ou "OS/2" que você vai digitar depois para fazer o boot dessa partição. O prompt do boot não é sensível à caixa, então o usuário pode digitar LINUX ou os/2 que vai corresponder aos rótulos Linux e OS/2. 3. Instalar o LILO Uma vez que tenha dado uma olhada no seu novo arquivo de configuração e estiver satisfeito com sua aparência, escolha esta opção para instalar o LILO e sair do menu de instalação do LILO. Outras opções: -- Reciclar (Reinstalar) usando seu /etc/lilo.conf original. Se você já tem um /etc/lilo.conf e precisa apenas de atualizar o lilo então você não precisa reconstruir seu lilo.conf. É só usar esta opção do menu para reinstalar o LILO usando o /etc/lilo.conf existente. -- Visualize seu /etc/lilo.conf atual Se você não começou construindo um novo lilo.conf, esta opção te permite dar uma olhada no existente em /etc na sua partição Linux raíz. Se você começou construindo um novo lilo.conf, esta opção te permite ver o progresso disso. -- Pula a instalação do LILO e sai deste menu Esta opção pula a instalação do LILO. Use isto se não quiser instalar o LILO ou se já tiver instalado e não precisar reinstalar. Você tem que reinstalar o LILO sempre que trocar seu kernel do Linux. -- Ajuda - Leia o arquivo de AJUDA do Linux Loader Espero que tenha sido útil! :^) ----------- Outras informações do LILO: O LILO no Master Boot Record pode ser removido facilmente. O fdisk do MS-DOS tem uma opção /MBR que restaura o master boot record. Atualmente você também pode restaurar seu setor de boot original da cópia que o LILO faz em /boot. Essa é a melhor forma de ser feito. Veja a documentação do LILO para mais informações. Também existe uma flag '-u' do LILO que recupera o setor de boot da cópia de segurança. Novamente, veja a documentação do LILO para informações mais detalhadas. Boa sorte! --- fim da ajuda do LILO

source: LILO INSTALLATION HELP
pt_br: AJUDA DA INSTALAÇÃO DO LILO

source: ERROR: System is not running under UEFI.
pt_br: ERRO: O sistema não está sendo executado sobre UEFI.

source: ERROR: No EFI System Partition mounted on /boot/efi.
pt_br: ERRO: Nenhum sistema de partição EFI montado em /boot/efi.

source: ERROR: No kernel found at /boot/vmlinuz.
pt_br: ERRO: Nenhum kernel localizado em /boot/vmlinuz.

source: INSTALL ELILO
pt_br: INSTALAR ELILO

source: ELILO (EFI Linux Loader) installation
pt_br: Instalação do ELILO (EFI Linux Loader)

source: ELILO is a Linux boot loader for EFI based systems. Installing ELILO will allow you to boot your Linux system from the hard drive after selecting it from the UEFI boot menu. Since an EFI System Partition was detected on this machine, it is recommended that you install ELILO now. Please select an option:
pt_br: O ELILO é um boot loader de Linux para sistemas baseados em EFI. Instalar o ELILO vai te permitir fazer boot do seu sistema Linux a partir do disco rígido depois de selecioná-lo no menu de boot do UEFI. Como uma Partição de Sistema EFI foi detectada nesta máquina, é recomendado que você instale o ELILO agora. Por favor selecione uma opção:

source: Install ELILO on the EFI System Partition
pt_br: Instalar o ELILO na Partição de Sistema EFI

source: Do not install ELILO
pt_br: Não instalar o ELILO

source: INSTALL BOOT MENU ENTRY?
pt_br: INSTALAR ENTRADA NO MENU DE BOOT?

source: Would you like to install a boot menu entry so that you can easily select Slint when you boot your machine? WARNING: DO NOT install a boot menu entry on Apple hardware. Apple computers use a different type of EFI firmware, and efibootmgr has been known to damage them. On all other computers, it is recommended to add a boot menu entry. Please select an option:
pt_br: Você gostaria de instalar uma entrada no menu de boot para que você possa selecionar facilmente o Slint quando fizer boot de sua máquina? AVISO: NÃO instale uma entrada no menu de boot num hardware Apple. Computadores Apple usam um tipo diferente de firmware EFI, e sabe-se que o efibootmgr os danificam. Em todos outros computadores é recomendado que se adicione uma entrada no menu de boot. Por favor selecione uma opção:

source: Install a boot menu entry
pt_br: Instalar uma entrada no menu de boot

source: Do not install a boot menu entry
pt_br: Não instalar uma entrada no menu de boot

source: REMOVE OLD Slint EFI BOOT ENTRY?
pt_br: REMOVER ENTRADA DE BOOT EFI DO Slint ANTIGA?

source: An old Slint boot entry has been found in your EFI boot menu. Would you like to remove this before installing the new Slint boot entry? This is recommended. Old EFI boot menu entry:
pt_br: Uma entrada de boot do Slint antiga foi encontrada no seu menu de boot EFI. Você gostaria de removê-la antes de instalar a nova entrada de boot do Slint? Isso é recomendado. Entrada antiga do menu de boot EFI:

source: EFI BOOT ENTRY INSTALLED
pt_br: ENTRADA DE BOOT EFI INSTALADA

source: A Slint boot entry has been installed to your EFI boot menu. EFI boot menu entry:
pt_br: Uma entrada de boot do Slint foi instalada no seu menu de boot EFI. Entrada do menu de boot EFI:

source: Usage: explodepkg package_name [package_name2, ...] Explodes a Slackware compatible software package (or any tar+{gzip,bzip2,lzma,xz archive) in the current directory. Equivalent to (for each package listed): ( umask 000 ; cat package_name | COMPRESSOR -dc | tar xvf package_name ) Note: This should only be used for debugging or examining packages, not for installing them. It doesn't execute installation scripts or update the package indexes in /var/log/packages and /var/log/scripts.
pt_br: Uso: explodepkg nome_do_pacote [nome_do_pacote2, ...] Extrai um pacote de software compatível com o Slackware (ou qualquer arquivo tar+{gzip,bzip2,lzma,xz) no diretório atual. Equivalente a (para cada pacote listado): ( umask 000 ; cat nome_do_pacote | COMPRESSOR -dc | tar xvf nome_do_pacote ) Nota: Isso só deve ser usado para depurar ou examinar pacotes, não para instalá-los. Ele não executa scripts de instalação ou atualiza os índices de pacotes em /var/log/packages e /var/log/scripts.

source: Exploding package $PKG in current directory:
pt_br: Explodindo pacote $PKG no diretório atual:

source: An installation script was detected in ./install/doinst.sh, but was not executed.
pt_br: Um script de instalação foi detectado em ./install/doinst.sh, mas não foi executado.

source: WARNING: pkgtools are unstable with tar > 1.13. You should provide a "tar-1.13" in your $PATH
pt_br: AVISO: o pkgtools é instável com tar > 1.13. Você deve fornecer um "tar-1.13" no seu $PATH

source: Cannot install $package: file not found
pt_br: Não foi possível instalar $package: arquivo não encontrado

source: Cannot install $package: file does not end in .tgz, .tbz, .tlz, or .txz
pt_br: Não foi possível instalar $package: arquivo não termina em .tgz, .tbz, .tlz ou .txz

source: Cannot install $package: external compression utility $packagecompression missing
pt_br: Não foi possível instalar $package: utilitário de compressão $packagecompression não encontrado

source: Verifying package $package_name.
pt_br: Verificando pacote $package_name.

source: Unable to install $package: tar archive is corrupt (tar returned error code $TARERROR)
pt_br: Impossível instalar $package: o arquivo tar está corrompido (tar retornou código de erro $TARERROR)

source: Size: Compressed: ${COMPRESSED}, uncompressed: ${UNCOMPRESSED}.
pt_br: Tamanho: Comprimido: ${COMPRESSED}, descomprimido: ${UNCOMPRESSED}.

source: Installing package $package_name:
pt_br: Instalando pacote $package_name:

source: PACKAGE DESCRIPTION:
pt_br: DESCRIÇÃO DO PACOTE:

source: Installing package $shortname $PMSG
pt_br: Instalando pacote $shortname $PMSG

source: Package Name: $shortname $PMSG
pt_br: Nome do Pacote: $shortname $PMSG

source: Install package $shortname
pt_br: Instalar pacote $shortname

source: Do not install package $shortname
pt_br: Não instalar pacote $shortname

source: Abort software installation completely
pt_br: Abortar instalação do programa completamente

source: WARNING: Package has not been created with 'makepkg'
pt_br: AVISO: O pacote não foi criado com o 'makepkg'

source: Executing install script for $package_name.
pt_br: Executando script de instalação para $package_name.

source: Package $package_name installed.
pt_br: Pacote $package_name instalado.

source: UEFI FIRMWARE DETECTED
pt_br: FIRMWARE UEFI DETECTADO

source: LILO (Linux Loader) installation
pt_br: Instalação do LILO (Linux Loader)

source: Since LILO (the traditional Linux Loader) does not work with machines running UEFI firmware (except in Legacy BIOS mode), you probably do not need to install it. Instead, you'll need ELILO, which is a version of LILO designed to work with EFI/UEFI systems.
pt_br: Como o LILO (o Linux Loader tradicional) não funciona com máquinas rodando firmware UEFI (somente no modo Legacy BIOS), você provavelmente não precisa instalá-lo. Ao invés disso, você precisará do ELILO, que é uma versão do LILO projetada para trabalhar com sistemas EFI/UEFI.

source: Skip installing LILO and proceed to ELILO installation
pt_br: Pular instalação do LILO e prosseguir para instalação do ELILO

source: Install LILO anyway
pt_br: Instalar o LILO mesmo assim

source: OPTIONAL SLINT LOGO BOOT SCREEN
pt_br: TELA DE BOOT OPCIONAL COM LOGO DO SLINT

source: Would you like to use a boot screen with the Slint logo against a black background? If you answer no here, the standard LILO menu will be used.
pt_br: Você gostaria de usar uma tela de boot com o logo do Slint em um fundo preto? Se você responder não, será utilizado o menu padrão do LILO.

source: CONFIGURE LILO TO USE FRAME BUFFER CONSOLE?
pt_br: CONFIGURAR LILO PARA USAR TERMINAL GRÁFICO (FRAME BUFFER)?

source: Looking at /proc/devices, it seems your kernel has support for the VESA frame buffer console. If we enable this in /etc/lilo.conf, it will allow more rows and columns of text on the screen and give you a cool penguin logo at boot time. However, the frame buffer text console is slower than a standard text console. In addition, not every video card or monitor supports all of these video modes, and some X drivers could be confused by them. Would you like to use the frame buffer console, or the standard Linux console?
pt_br: Olhando no /proc/devices, parece que seu kernel tem suporte para o frame buffer VESA. Se o habilitarmos no /etc/lilo.conf, isso permitirá mais linhas e colunas de texto na tela e te dá um logo de penguim legal na hora do boot. Entretanto, o console de texto do frame buffer é mais lento que um console de texto padrão. Além disso, não são todas as placas de vídeo ou monitores que suportam todos esses modos de vídeo, e alguns drivers do X podem ficar confusos com eles. Você gostaria de usar o console de frame buffer ou o console Linux padrão?

source: Use the standard Linux console (the safe choice)
pt_br: Usar o terminal padrão do Linux (opção segura)

source: Ask about using VESA modes at boot; time out to standard
pt_br: Perguntar pelos modos VESA no boot; quando o tempo acabar, usar o padrão

source: Frame buffer console, 640x480x64k
pt_br: Console frame buffer, 640x480x64k

source: Frame buffer console, 800x600x64k
pt_br: Console frame buffer, 800x600x64k

source: Frame buffer console, 1024x768x64k
pt_br: Console frame buffer, 1024x768x64k

source: Frame buffer console, 640x480x32k
pt_br: Console frame buffer, 640x480x32k

source: Frame buffer console, 800x600x32k
pt_br: Console frame buffer, 800x600x32k

source: Frame buffer console, 1024x768x32k
pt_br: Console frame buffer, 1024x768x32k

source: Frame buffer console, 640x480x256
pt_br: Console frame buffer, 640x480x256

source: Frame buffer console, 800x600x256
pt_br: Console frame buffer, 800x600x256

source: Frame buffer console, 1024x768x256
pt_br: Console frame buffer, 1024x768x256

source: OPTIONAL LILO append=<kernel parameters> LINE
pt_br: LINHA append=<kernel parameters> OPCIONAL DO LILO

source: Some systems might require extra parameters to be passed to the kernel. If you needed to pass parameters to the kernel when you booted the Slint bootdisk, you'll probably want to enter the same ones here. Most systems won't require any extra parameters. If you don't need any, just hit ENTER to continue.
pt_br: Alguns sistemas podem precisar que parâmetros adicionais sejam passados ao kernel. Se precisou passar parâmetros para o kernel quando iniciou o disco de boot do Slint você provavelmente vai querer informar os mesmos aqui. A maioria dos sistemas não precisam de parâmetros extra. Se não precisar de nenhum, apenas aperte ENTER para continuar.

source: USE UTF-8 TEXT CONSOLE?
pt_br: USAR TERMINAL COM TEXTO UTF-8?

source: Beginning with the 2.6.24 kernel, the text consoles default to UTF-8 mode. Unless you are using a UTF-8 locale ($LANG setting), using the old default of a non-UTF text console is safer until some issues with various console programs are addressed. This option has no effect on the use of UTF-8 with X. No is the safe choice here.
pt_br: Desde o kernel 2.6.24, o padrão do console de texto é o modo UTF-8. A não ser que esteja usando um locale UTF-8 (configuração $LANG), usar o padrão antigo de um console de texto não-UTF é mais seguro, até que alguns problemas com vários programas de console sejão resolvidos. Esta opção não tem efeito no uso do UTF-8 com o X. 'Não' é a escolha segura.

source: OS/2 BOOT MANAGER FOUND
pt_br: BOOT MANAGER DO OS/2 ENCONTRADO

source: Your system appears to have Boot Manager, a boot menu system provided with OS/2 and Partition Magic. If you like, we can install a very simple LILO boot block at the start of your Linux partition. Then, you can add the partition to the Boot Manager menu, and you'll be able to use Boot Manager to boot Linux. Would you like to install LILO in a Boot Manager compatible way?
pt_br: Parece que seu sistema tem o Boot Manager, um sistema de menu de boot fornecido com o OS/2 e o Partition Magic. Se quiser, podemos instalar um bloco de boot do LILO bem simples no começo da sua partição Linux. Apartir disso, você poderá adicionar a partição ao menu do Boot Manager e ser capaz de usar o Boot Manager para fazer boot do Linux. Você gostaria de instalar o LILO de uma forma compatível com o Boot Manager?

source: SELECT LILO DESTINATION
pt_br: SELECIONAR DESTINO DO LILO

source: LILO can be installed to a variety of places: 1. The superblock of your root Linux partition. (which could be made the bootable partition with Windows or Linux fdisk, or booted with a program like OS/2 Boot Manager) 2. A formatted floppy disk. 3. The Master Boot Record of your first hard drive. Options 1 and 2 are the safest, but option 1 does require a little extra work later (setting the partition bootable with fdisk). Which option would you like?
pt_br: O LILO pode ser instalado em diversos lugares: 1. No superbloco da sua partição Linux raíz. (que pode ser configurada como a partição "bootável" usando o fdisk do Windows ou do Linux) 2. Num disquete formatado. 3. No Master Boot Record do seu disco rígido principal. As opções 1 e 2 são as mais seguras, mas a opção 1 requer um trabalhinho extra depois (configurar a partição "bootável" com o fdisk). Qual opção você quer?

source: Install to superblock (not for use with XFS)
pt_br: Instalar no superbloco (não usar com XFS)

source: Install to a formatted floppy in /dev/fd0 (A:)
pt_br: Instalar em um disquete formatado em /dev/fd0 (A:)

source: Install to Master Boot Record
pt_br: Instalar no Master Boot Record

source: I can't find a device named $ArG1 !
pt_br: Não consigo encontrar um dispositivo com nome $ArG1 !

source: Are you sure you want to use this device name
pt_br: Tem certeza que quer usar este nome de dispositivo

source: DEVICE FILE NOT FOUND
pt_br: DISPOSITIVO NÃO ENCONTRADO

source: I can't find a device named $ArG1. Are you sure you want to use this device name?
pt_br: Não consigo encontrar um dispositivo com nome $ArG1. Tem certeza que quer usar esse nome de dispositivo?

source: Installing the Linux Loader...
pt_br: Instalando o Linux Loader...

source: Sorry, but the attempt to install LILO has returned an error, so LILO has not been correctly installed. You'll have to use a bootdisk to start your machine instead. It should still be possible to get LILO working by editing the /etc/lilo.conf and reinstalling LILO manually. See the LILO man page and documentation in $LILODOCDIR for more help. The error message may be seen above.
pt_br: Desculpe, mas a tentativa de instalação do LILO retornou um erro, então o LILO não foi instalado corretamente. Você terá que usar um disco de boot para inicializar sua máquina. Ainda deveria ser possível fazer o LILO funcionar editando o /etc/lilo.conf e reinstalando o LILO manualmente. Veja o manual do LILO e a documentação em $LILODOCDIR para mais ajuda. A mensagem de erro pode ser vista acima.

source: LILO INSTALL ERROR # $SUCCESS Sorry, but the attempt to install LILO has returned an error, so LILO has not been correctly installed. You'll have to use a bootdisk to start your machine instead. It should still be possible to get LILO working by editing the /etc/lilo.conf and reinstalling LILO manually. See the LILO man page and documentation in $LILODOCDIR for more help.
pt_br: ERRO DE INSTALAÇÃO DO LILO # $SUCCESS Desculpe, mas a tentativa de instalação do LILO retornou um erro, então o LILO não foi instalado corretamente. Você terá que usar um disco de boot para inicializar sua máquina. Ainda deveria ser possível fazer o LILO funcionar editando o /etc/lilo.conf e reinstalando o LILO manualmente. Veja o manual do LILO e a documentação em $LILODOCDIR para mais ajuda.

source: SKIP LILO CONFIGURATION? (RECOMMENDED)
pt_br: PULAR CONFIGURAÇÃO DO LILO? (RECOMENDADO)

source: Since you are installing to a FAT partition, it's suggested that you do not configure LILO at this time. (Instead, use your bootdisk. For booting off the hard drive from MS-DOS, you can use Loadlin. You'll find Loadlin on your hard drive in \LINUX\ROOT) Skip LILO configuration (highly recommended)?
pt_br: Como está instalando numa partição FAT, é recomendado que você não configure o LILO agora. (Ao invés disso, use seu disco de boot. Para fazer boot no disco rígido pelo MS-DOS, você pode usar o Loadlin. Você encontrará o Loadlin no seu disco rígido em \LINUX\ROOT) Pular configuração do LILO (altamente recomendável)?

source: INSTALL LILO
pt_br: INSTALAR LILO
