Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Wacom serial graphics tablet
pt_br: Tablet de gráficos serial Wacom

source: SELECT SERIAL PORT
pt_br: ESCOLHER PORTA SERIAL

source: Your mouse requires a serial port. Which one would you like to use?
pt_br: Seu mouse precisa de uma porta serial. Qual você quer usar?

source: (COM1: under DOS)
pt_br: (COM1: no DOS)

source: (COM2: under DOS)
pt_br: (COM2: no DOS)

source: (COM3: under DOS)
pt_br: (COM3: no DOS)

source: (COM4: under DOS)
pt_br: (COM4: no DOS)

source: Stopping gpm...
pt_br: Parando gpm...

source: Restarting gpm...
pt_br: Reiniciando gpm...

source: Starting gpm:
pt_br: Iniciando gpm:

source: GPM CONFIGURATION
pt_br: CONFIGURAÇÃO DO GPM

source: The gpm program allows you to cut and paste text on the virtual consoles using a mouse. If you choose to run it at boot time, this line will be added to your /etc/rc.d/rc.gpm: $GPM -m /dev/mouse -t $MTYPE Shall we load the gpm program at boot time?
pt_br: O programa gpm te permite recortar e colar texto no console virtual usando um mouse. Se escolher executá-lo na hora do boot, esta linha será incluída no seu /etc/rc.d/rc.gpm: $GPM -m /dev/mouse -t $MTYPE Devemos carregar o programa gpm na hora do boot?

source: CONFIGURE NETWORK?
es: ¿CONFIGURAR LA RED?
hi_in: नेटवर्क विन्यस्त करें?
pt: CONFIGURAR A REDE?
pt_br: CONFIGURAR REDE?

source: Would you like to configure your network?
es: ¿Desea configurar su red?
hi_in: क्या आप नेटवर्क विन्यस्त करना चाहते हैं ?
pt: Gostaria de configurar a rede?
pt_br: Você gostaria de configurar sua rede?

source: CONFIRM STARTUP SERVICES TO RUN
pt_br: CONFIRMAR SERVIÇOS DE INICIALIZAÇÃO A SEREM EXECUTADOS

source: The selected services will be started at boot time. If you don't need them, you may unselect them to turn them off (which may improve overall system security). You may also choose to start services that are not run by default, but be aware that more services means less security. Use the spacebar to select or unselect the services you wish to run. Recommended choices have been preselected. Press the ENTER key when you are finished.
pt_br: Os serviços selecionados iniciarão na hora do boot. Se não precisar deles, você pode desmarcá-los para desabilitá-los (o que pode melhorar a segurança do sistema). Você também pode escolher iniciar serviços que não são geralmente executados, mas tenha em mente que mais serviços significa menos segurança. Use a barra de espaço para marcar ou desmarcar os serviços que você quer executar. Opções recomendadas foram pré-selecionadas. Tecle ENTER quando terminar.

source: Netatalk Appletalk file/print server
pt_br: Servidor de arquivos/impressão Netatalk Appletalk

source: The Netatalk server is a file and print server for Macintosh networks.
pt_br: O servidor Netatalk é um servidor de arquivos e impressão para redes Macintosh.

source: BIND (Domain Name System) server
pt_br: Servidor BIND (Sistema de Nomes de Domínio)

source: BIND (Berkeley Internet Name Domain) is a Domain Name System (DNS) server.
pt_br: O BIND (Berkeley Internet Name Domain) é um servidor DNS (Sistema de Nomes de Domínio).

source: CUPS print server
pt_br: Servidor de impressão CUPS

source: The Common UNIX Printing system (print spooler choice #1).
pt_br: Sistema Comum de Impressão UNIX (opção de impressão #1).

source: dnsmasq DHCP/DNS server
pt_br: Servidor DHCP/DNS dnsmasq

source: dnsmasq provides DNS and DHCP service to a LAN.
pt_br: O dnsmasq fornece serviços DNS e DHCP para uma rede local.

source: Filesystem in Userspace library
pt_br: Biblioteca de Sistema de Arquivos na Área do Usuário

source: FUSE is an interface to allow userspace programs to use filesystems.
pt_br: O FUSE é uma interface que permite programas de usuário utilizarem sistemas de arquivos.

source: Hardware Abstraction Layer
pt_br: Camada de Abstração de Hardware

source: HAL makes access to CD/DVD drives and USB devices easier.
pt_br: O HAL torna mais fácil o acesso a unidades de CD/DVD e dispositivos USB.

source: HP printer/scanner daemons
pt_br: Serviços de impressora/scanner HP

source: Programs used to run printers and scanners from Hewlett Packard.
pt_br: Programas usados para executar impressoras e scanners da Hewlett Packard.

source: The Apache web server
pt_br: Servidor web Apache

source: Apache, the most widely used web server on the net.
pt_br: Apache, o servidor de web mais utilizado na rede.

source: The BSD Inetd daemon
pt_br: Serviço Inetd do BSD

source: Inetd daemon (this allows: time, ftp, comsat, talk, finger, and auth).
pt_br: Serviço Inetd (que permite: time, ftp, comsat, talk, finger e auth).

source: Activate IP packet forwarding
pt_br: Ativar IP packet forwarding

source: Packet forwarding allows your Linux machine to act as a router.
pt_br: O packet forwarding permite seu computador Linux funcionar como um roteador.

source: LPRng print server
pt_br: Servidor de impressão LPRng

source: The LPRng printing system (print spooler choice #2).
pt_br: O sistema de impressão LPRng (opção de impressão #2).

source: D-Bus system message bus
pt_br: Sistema de barramento de mensagens D-Bus

source: Used for interprocess communication and coordination.
pt_br: Usado para comunicação e coordenação interprocesso.

source: The MySQL database server
pt_br: Servidor de bando de dados MySQL

source: MySQL, an SQL-based relational database daemon.
pt_br: MySQL, um serviço de bando de dados relacional baseado em SQL.

source: The network time server
pt_br: Servidor de horário por rede

source: NTP synchronizes your time to/from other NTP servers.
pt_br: O NTP sincroniza o relógio com outros servidores NTP.

source: PCMCIA/Cardbus card services
pt_br: Serviços para cartões PCMCIA/Cardbus

source: This supports PCMCIA or Cardbus cards used with laptops.
pt_br: Isso dá suporte a cartões PCMCIA e Cardbus usados em laptops.

source: RPC (NFS) daemons
pt_br: Serviços RPC (NFS)

source: Needed to serve or mount NFS (Network File System) partitions.
pt_br: Necessário para servir ou montar partições NFS (Systema de Arquivos de Rede).

source: The Samba file/print server
pt_br: Servidor de arquivos/impressão Samba

source: Samba is a file and print server for Windows networks.
pt_br: O Samba é um servidor de arquivos e impressão para redes Windows.

source: The SASL authentication server
pt_br: Servidor de autenticação SASL

source: SASL is an authentication method often used by mail servers.
pt_br: O SASL é um método de autenticação muito usado por servidores de email.

source: The Sendmail mail server
pt_br: Servidor de email Sendmail

source: The Sendmail server allows your machine to send and receive mail.
pt_br: O servidor Sendmail permite seu computador enviar e receber email.

source: Net-SNMP daemon
pt_br: Serviço Net-SNMP

source: SNMP daemon that receives and logs SNMP TRAP and INFORM messages.
pt_br: Serviço SNMP que recebe e registra mensagens SNMP TRAP e INFORM.

source: The Linux system logging utilities
pt_br: Utilitários de registro do sistema Linux

source: The syslogd and klogd daemons log important messages under /var/log.
pt_br: Os serviços syslogd e klogd registram mensagens importantes em /var/log.

source: The SSHD (secure shell) daemon
pt_br: Serviço SSHD (shell seguro)

source: SSHD allows secure encrypted logins to your machine.
pt_br: O SSHD permite logins seguros criptografados ao seu computador.

source: Downloading $ArG2 FAILED.
pt_br: FALHA baixando $ArG2.

source: installpkg error #$ArG1
pt_br: Erro do installpkg #$ArG1

source: There was a fatal error attempting to install $ArG2. The package may be corrupt, the installation media may be bad, one of the target drives may be full, or something else has caused the package to be unable to be read without error. You may hit enter to continue if you wish, but if this is an important required package then your installation may not work as-is.
pt_br: Aconteceu um erro fatal ao tentar instalar $ArG2. O pacote pode estar corrompido, a mídia de instalação pode estar defeituosa, algum dos drives de destino pode estar cheio ou alguma outra coisa fez com que o pacote não pudesse ser lido sem erro. Você pode apertar enter para continuar se desejar, mas se for um pacote importante e necessário, sua instalação pode não funcionar como deveria.

source: Unrecognized option $ArG1
pt_br: Opção desconhecida $ArG1

source: HARDWARE CLOCK SET TO UTC?
pt_br: RELÓGIO DE HARDWARE AJUSTADO COM UTC?

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT)? If it is, select YES here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say NO here. If you are not sure what this is, you should answer NO here.
pt_br: O relógio de hardware está ajustado com o Tempo Universal Coordenado (UTC/GMT)? Se estiver, selecione SIM. Se o relógio de hardware estiver ajustado com a hora local atual (é assim que a maioria dos PCs são configurados), então diga NÃO. Se não tiver certeza de como está, você deve responder NÃO.

source: Hardware clock is set to local time
pt_br: O relógio de hardware está ajustado com o horário local

source: Hardware clock is set to UTC
pt_br: O relógio de hardware está ajustado com o UTC

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT) If it is, select 'y' here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say 'n' here. If you are not sure what this is, you should answer 'n' here. Is your hardware clock set to UTC
pt_br: O relógio de hardware está ajustado com o Tempo Universal Coordenado (UTC/GMT)? Se estiver, selecione 'y'. Se o relógio de hardware estiver ajustado com a hora local atual (é assim que a maioria dos PCs são configurados), então diga 'n'. Se não tiver certeza de como está, você deve responder 'n'. Seu relógio de hardware está ajustado com o UTC?

source: TIMEZONE CONFIGURATION
pt_br: CONFIGURAÇÃO DO FUSO HORÁRIO

source: Please select one of the following timezones for your machine:
pt_br: Por favor escolha um dos seguintes fuso horários para sua máquina:

source: Would you like to configure your timezone
pt_br: Gostaria de configurar seu fuso horário

source: Select one of these timezones:
pt_br: Escolha um destes fusos horários:

source: Type it at the prompt below exactly as it appears above. (NOTE: If you don't see your timezone, use "timeconfig" again after booting for the verbose list)
pt_br: Digite no campo abaixo exatamente como aparece acima. (OBSERVAÇÃO: Se nã estiver vendo seu fuso horário, use o "timeconfig" de novo depois de fazer o boot, para a lista verbose)

source: Timezone?
pt_br: Fuso horário?

source: Creating link from $TIMEZONE to localtime in /etc...
pt_br: Criando link de $TIMEZONE para hora local no /etc...

source: Timezone $TIMEZONE could not be found. You may try again if you wish. Make sure you type the name exactly as it appears - this configuration script is case sensitive. Press [enter] to continue.
pt_br: O fuso horário $TIMEZONE não foi encontrado. Você pode tentar novamente se desejar. Certifique-se de digitar o nome exatamente como ele aparece - este script de configuração é sensível à caixa. Aperte [enter] para continuar.

source: Usage: upgradepkg newpackage [newpackage2 ... ] upgradepkg oldpackage%newpackage [oldpackage2%newpackage2 ... ] Upgradepkg upgrades a Slint package (.tgz, .tbz, .tlz, .txz) from an older version to a newer one. It does this by INSTALLING the new package onto the system, and then REMOVING any files from the old package that aren't in the new package. If the old and new packages have the same name, a single argument is all that is required. If the packages have different names, supply the name of the old package followed by a percent symbol (%), then the name of the new package. Do not add any extra whitespace between pairs of old/new package names. Before upgrading a package, save any configuration files (such as in /etc) that you wish to keep. Sometimes these will be preserved, but it depends on the package. If you want to force new versions of the config files to be installed, remove the old ones manually prior to running upgradepkg. To upgrade in a directory other than / (such as /mnt): ROOT=/mnt upgradepkg package.tgz (or .tbz, .tlz, .txz)
pt_br: Uso: upgradepkg pacotenovo [pacotenovo2 ... ] upgradepkg oldpackage%newpackage [oldpackage2%newpackage2 ... ] O upgradepkg atualiza um pacote Slint (.tgz, .tbz, .tlz, .txz) de uma versão mais antiga para uma mais nova. Ele faz isso INSTALANDO o pacote novo no sistema e REMOVENDO, em seguida, todos os arquivos do pacote antigo que não estejam no pacote novo. Se o pacote antigo e o novo têm o mesmo nome, só é necessário um argumento. Se os pacotes têm nomes diferentes, forneça o nome do pacote antigo seguido de um símbolo de porcentagem (%), e em seguida o nome do pacote novo. Não insira espaços em branco adicionais entre os pares de nomes de pacote antigo/novo. Antes de atualizar um pacote, salve todos os arquivos de configuração (como em /etc) que você queira manter. Algumas vezes eles serão preservados, mas isso depende do pacote. Se você quer forçar que versões novas dos arquivos de configuração sejam instaladas, remova os antigos manualmente antes de executar o upgradepkg. Para atualizar num diretório diferente do / (como no /mnt): ROOT=/mnt upgradepkg pacote.tgz (ou .tbz, .tlz, .txz)

source: Installing new package $INCOMINGDIR/$NNAME
pt_br: Instalando novo pacote $INCOMINGDIR/$NNAME

source: $NEW would be skipped (already installed).
pt_br: $NEW seria ignorado (já está instalado).

source: Skipping package $NEW (already installed)
pt_br: Ignorando pacote $NEW (já está instalado)

source: Upgrading $OLD package using $INCOMINGDIR/$NNAME
pt_br: Atualizando pacote $OLD usando $INCOMINGDIR/$NNAME

source: ERROR: Package $INCOMINGDIR/$NNAME did not install correctly. You may need to reinstall your old package to avoid problems. Make sure the new package is not corrupted.
pt_br: ERRO: O pacote $INCOMINGDIR/$NNAME não foi instalado corretamente. Você talvez precise reinstalar o pacote antigo para evitar problemas. Certifique-se de que o novo pacote não esteja corrompido.

source: Package $OLD upgraded with new package $INCOMINGDIR/$NNAME.
pt_br: Pacote $OLD atualizado com o novo pacote $INCOMINGDIR/$NNAME.

source: SELECT YOUR KEYBOARD MODEL
pt_br: SELECIONE SEU MODELO DE TECLADO

source: It is recommended to choose the default keyboard ("pc101") unless you know your keyboard model and it is present in this list. Also note the keyboard model is not the same thing as the keyboard layout (the keyboard layout defaults to "pc105" which is usually correct)
pt_br: É recomendado escolher o teclado padrão ("pc101") a não ser que você saiba o modelo do seu teclado e ele esteja presente nesta lista. Observe também que o modelo do teclado não é a mesma coisa que o layout do teclado (o padrão do layout do teclado é "pc105", que geralmente está correto)

source: SELECT YOUR $ArG1 KEYBOARD LAYOUT
pt_br: SELECIONE O LAYOUT DO TECLADO DE $ArG1

source: The keyboard layout supports the language that is normally used on this keyboard. You would usually select a similar keyboard layout to what you choose for the console. (Defaults to "us") You can select up to 4 different layouts.
pt_br: O layout do teclado dá suporte à língua que normalmente é usada nele. Você geralmente selecionaria um layout de teclado similar ao que escolheu para o console. (O padrão é "us") Você pode selecionar até 4 layouts diferentes.

source: Do not select an additional layout
pt_br: Não selecionar um layout adicional

source: SELECT YOUR KEYBOARD LAYOUT VARIANT
pt_br: SELECIONE A VARIANTE DE LAYOUT DO SEU TECLADO

source: There are some variations avaiable for keyboard layout "$ArG1". Select the one your keyboard uses or none if your keyboard doesn't use a layout variant. If in doubt, select none. (Defaults to "none")
pt_br: Existem algumas variantes disponíveis para o layout de teclado "$ArG1". Selecione aquele que seu teclado usa ou nenhum caso seu teclado não utilize uma variante de layout. Se estiver em dúvida, selecione nenhum. (O padrão é "nenhum")

source: Do not select a layout variant
pt_br: Não selecionar uma variante de layout

source: SELECT YOUR KEYBOARD OPTIONS
pt_br: SELECIONE SUAS OPÇÕES DE TECLADO

source: Select additional keyboard options. You may continue to select additional options until you select 'none'.
pt_br: Escolha opções adicionais do teclado. Você pode continuar a escolher opções adicionais até você selecionar 'nenhum'.

source: Finished: do not select additional options.
pt_br: Concluído: não escolher opções adicinais.

source: If you like, X can attempt to probe for your video hardware and mouse, and write an initial configuration file to /etc/X11/xorg.conf. Would you like to do this now?
pt_br: Se quiser, o X pode tentar examinar sua placa de vídeo e mouse e criar um arquivo de configuração inicial em /etc/X11/xorg.conf. Você quer fazer isso agora?

source: FOUND EXISTING xorg.conf in $ArG
pt_br: ENCONTRADO xorg.conf EXISTENTE em $ArG

source: A previous X Window System configuration file has been found. You can now reconfigure X, replacing the file with a new version (and keeping a backup of the old file), or you can abort leaving the existing config file in place. Hit ENTER to rename the xorg.conf file to xorg.conf.backup and create a new one, or ESC to abort.
pt_br: Foi encontrado um arquivo de configuração anterior do Sistema de Janelas X. Agora você pode reconfigurar o X, substituindo o arquivo por uma nova versão (e mantendo uma cópia do arquivo antigo) ou você pode interromper, mantendo a configuração existente. Aperte ENTER para renomear o arquivo xorg.conf para xorg.conf.backup e criar um novo ou ESC para interromper.

source: SELECT DEFAULT COLOR DEPTH
pt_br: ESCOLHER PROFUNDIDADE DE COR PADRÃO

source: Now you may select a default color depth for the X server:
pt_br: Agora você pode escolher a profundidade de cor padrão para o servidor X:

source: 8 bit 256 Color
pt_br: 8 bit 256 Cores

source: 4 bit 16 Color
pt_br: 4 bit 16 Cores

source: 1 bit Mono B/W
pt_br: 1 bit Preto e Branco

source: Go with driver default (usually 8-bit)
pt_br: Usar o padrão do driver (geralmente 8-bit)

source: ADD MOUSE WHEEL SUPPORT
pt_br: INCLUIR SUPORTE À RODA DO MOUSE

source: Does your mouse (${MOUSE_NAME}) have a wheel and if so, would you like to have it enabled?
pt_br: Seu mouse (${MOUSE_NAME}) tem roda e se tiver você gostaria de habilitá-la?

source: X CONFIGURED
pt_br: X CONFIGURADO

source: Setting system-wide default window manager in /etc/X11/xinit/
pt_br: Configurando o gerenciador de janelas padrão do sistema em /etc/X11/xinit/

source: Setting default window manager in $HOME/.xinitrc and $HOME/.xsession
pt_br: Configurando gerenciador de janelas padrão em $HOME/.xinitrc e $HOME/.xsession

source: SELECT DEFAULT WINDOW MANAGER FOR X
pt_br: ESCOLHER GERENCIADOR DE JANELAS PADRÃO PARA O X

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses. KDE and GNOME provide the most features. People with Windows or MacOS experience will find either one easy to use. Other window managers are easier on system resources, or provide other unique features.
pt_br: Por favor escolha o gerenciador de janelas padrão para usar com o Sistema de Janelas X. Isto definirá o estilo da interface gráfica que o computador usará. O KDE e o GNOME disponibilizam mais opções. Pessoas com experiência em Windows ou MacOS vão achá-los fáceis de usar. Outros gerenciadores de janela usam menos recursos do sistema ou disponibilizam outras características únicas.

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses. KDE provides the most features, and people with Windows or MacOS experience will find it easy to use. Other window managers are easier on system resources, or provide other unique features.
pt_br: Por favor escolha o gerenciador de janelas padrão para usar com o Sistema de Janelas X. Isto definirá o estilo da interface gráfica que o computador usará. O KDE disponibiliza mais opções e pessoas com experiência em Windows ou MacOS vão achá-lo fácil de usar. Outros gerenciadores de janela usam menos recursos do sistema ou disponibilizam outras características únicas.

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses. XFce provides the most features, and people with Windows or MacOS experience will find it easy to use. Other window managers are easier on system resources, or provide other unique features.
pt_br: Por favor escolha o gerenciador de janelas padrão para usar com o Sistema de Janelas X. Isto definirá o estilo da interface gráfica que o computador usará. O XFCE disponibiliza mais opções e pessoas com experiência em Windows ou MacOS vão achá-lo fácil de usar. Outros gerenciadores de janela usam menos recursos do sistema ou disponibilizam outras características únicas.

source: Please select the default window manager to use with the X Window System. This will define the style of graphical user interface the computer uses.
pt_br: Por favor escolha o gerenciador de janelas padrão para usar com o Sistema de Janelas X. Isto definirá o estilo da interface gráfica que o computador usará.

source: GNU Network Object Model Environment
pt_br: Ambiente Modelo de Objetos de Rede GNU

source: The fluxbox window manager
pt_br: O gerenciador de janelas fluxbox

source: The blackbox window manager
pt_br: O gerenciador de janelas blackbox

source: F(?) Virtual Window Manager (version 2.xx)
pt_br: F(?) Virtual Window Manager (versão 2.xx)

source: FVWM2 with a Windows look and feel
pt_br: FVWM2 com aparência de Windows

source: Sawfish without GNOME
pt_br: Sawfish sem o GNOME

source: Tab Window Manager (very basic)
pt_br: Tab Window Manager (bem básico)

source: Canceled.
pt_br: Cancelado.

source: The IP address you have entered is not valid.
es: La dirección IP ingresada no es válida.

source: There should be $ArG2 groups of numbers seperated by dots, for example:
es: Deben ser $ArG2 grupos de números separados por puntos, por ejemplo:

source: Please correct any mistakes in the IP.
es: Por favor, corrija los errores en la IP.

source: INVALID IP
es: IP INVÁLIDA

source: Back
es: Volver

source: Please enter a valid IPv6 address.
es: Por favor, ingrese una dirección IPv6 válida.

source: First, we'll need the name you'd like to give your host.
es: Ante todo se necesita el nombre de host que se le asignará a su equipo.

source: Only the base hostname is needed right now - not the domain.
es: Ahora solo es necesario el nombre de host del equipo, no el dominio.

source: Enter hostname:
es: Ingrese el nombre de host del equipo:

source: Exit
es: Salir

source: Now, we need the domain name for this machine, such as:
es: Ahora se necesita el nombre de dominio de esta máquina, tal como:

source: Do not supply a leading '.'
es: No proporcione un '.' inicial.

source: Enter domain name for
es: Ingrese el nombre de dominio para

source: ENTER DOMAINNAME
es: INGRESAR EL NOMBRE DE DOMINIO

source: Some advanced networking set ups require a VLAN ID in order to connect to the network.
es: Algunas configuraciones avanzadas de red requieren una ID VLAN para poder conectarse.

source: Do you wish to configure a VLAN ID now?
es: ¿Desea configurar una ID VLAN ahora?

source: Unless you are sure you require a VLAN ID, select 'No'.
es: A menos que tenga la seguridad de necesitar una ID VLAN, seleccione 'No'.

source: CONNECT VIA VLAN
es: CONECTAR VIA VLAN

source: VLAN ID
es: ID VLAN

source: Skip
es: Saltear
