Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: Please select the package you wish to view.
pt_br: Por favor selecione o pacote que deseja visualizar.

source: CONTENTS OF PACKAGE: $PkG
pt_br: CONTEÚDO DO PACOTE: $PkG

source: SELECT PACKAGES TO REMOVE
pt_br: SELECIONAR PACOTES A SEREM REMOVIDOS

source: Please select the packages you wish to Remove. Use the spacebar to select packages to delete, and the UP/DOWN arrow keys to scroll up and down through the entire list.
pt_br: Por favor selecione os pacotes que você deseja remover. Use a barra de espaço para selecionar os pacotes a deletar, e as teclas CIMA/BAIXO para rolar para cima e para baixo através de toda a lista.

source: NO PACKAGES REMOVED
pt_br: NENHUM PACOTE REMOVIDO

source: Hit OK to return to the main menu.
pt_br: Aperte OK para retornar ao menu principal.

source: PACKAGE REMOVAL COMPLETE
pt_br: REMOÇÃO DE PACOTE COMPLETADA

source: The packages have been removed. A complete log of the files that were removed has been created in $TMP/PKGTOOL.REMOVED.
pt_br: Os pacotes foram removidos. Um log completo dos arquivos que foram removidos foi criado em $TMP/PKGTOOL.REMOVED.

source: Please enter the name of the directory that you wish to install packages from:
pt_br: Por favor informe o nome do diretório de onde você deseja instalar pacotes:

source: DIRECTORY NOT FOUND
pt_br: DIRETÓRIO NÃO ENCONTRADO

source: The directory you want to install from ($SOURCE_DIR) does not seem to exist. Please check the directory and then try again.
pt_br: O diretório de onde você quer instalar ($SOURCE_DIR) parece não existir. Por favor verifique o diretório e tente novamente.

source: Your source device cannot be accessed properly. Please be sure that it is mounted on $SOURCE_DIR, and that the Slint disks are found in subdirectories of $SOURCE_DIR like specified.
pt_br: O seu dispositivo de origem não pode ser acessado corretamente. Por favor certifique-se de que ele esteja montado em %SOURCE_DIR, e de que os discos do Slint estão nos subdiretórios de $SOURCE_DIR como especificado.

source: INSERT DISK
pt_br: INSERIR DISCO

source: Please insert disk $NumDisk and press ENTER to continue.
pt_br: Por favor insira o disco $NumDisk e aperte ENTER para continuar.

source: Continue with the installation
pt_br: Continuar com a instalação

source: Skip the current disk series
pt_br: Pular a série de discos atual

source: Abort the installation process
pt_br: Abortar o processo de instalação

source: ABORTING
pt_br: ABORTANDO

source: Aborting software installation.
pt_br: Abortando instalação do programa.

source: MOUNT PROBLEM
pt_br: PROBLEMA DE MONTAGEM

source: Media was not successfully mounted! Do you want to retry, or quit?
pt_br: A mídia não foi montada com sucesso! Você quer tentar novamente, ou sair?

source: Try to mount the disk again
pt_br: Tentar montar o disco novamente

source: No, abort.
pt_br: Não, abortar.

source: Slint PXE Setup (version ${Version})
pt_br: Instalador PXE do Slint (versão ${Version})

source: Welcome to Slint PXE Setup. Select an option below using the UP/DOWN keys and SPACE or ENTER. Alternate keys may also be used: '+', '-', and TAB.
pt_br: Bem-vindo ao instalador PXE do Slint. Selecione uma opção abaixo usando as teclas CIMA/BAIXO e ESPAÇO ou ENTER. Teclas alternativas também podem ser usadas: '+', '-' e TAB.

source: Read the Slint PXE Setup HELP file
pt_br: Ler o arquivo de AJUDA do instalador PXE do Slint

source: Configure your network parameters
pt_br: Configurar seus parâmetros de rede

source: Select source media
pt_br: Selecionar mídia de origem

source: Activate the Slint PXE Server
pt_br: Ativar o servidor PXE do Slint

source: Exit Slint PXE Setup
pt_br: Sair do instalador PXE do Slint

source: CANNOT START PXE SERVER YET
pt_br: NÃO É POSSÍVEL INICIAR SERVIDOR PXE AINDA

source: Before you can start the PXE Server, complete the following tasks: 1. Set up your computer's network parameters. 2. Select your source media. Press ENTER to return to the main menu.
pt_br: Antes que possa iniciar o servidor PXE, realize as seguintes tarefas: 1. Configure os parâmetros de rede do seu computador. 2. Selecione sua mídia de origem. Aperte ENTER para voltar ao menu principal.

source: PXE Client activity log
pt_br: Log de atividade do Cliente PXE

source: EXIT
pt_br: SAIR

source: <OPTION TO LOAD SUPPORT FOR ANOTHER KEYBOARD> If you are not using a "$kbd" keyboard map, you may load another one now. To select a different keyboard map, please enter 1 now. To continue using the "$kbd" keyboard map, just hit [Enter].
pt_br: <OPÇÃO PARA CARREGAR SUPORTE A OUTRO TECLADO> Se não estiver usando um mapa de teclado "$kbd", você pode carregar outro agora. Para selecionar um mapa de teclado diferente, digite 1 agora. Para continuar usando o mapa de teclado "$kbd", apenas aperte [Enter].

source: Enter 1 to select a keyboard map:
pt_br: Digite 1 para selecionar um mapa de teclado:

source: If you're upgrading an existing Slint system, you might want to remove old packages before you run 'setup' to install the new ones. If you don't, your system will still work but there might be some old files left laying around on your drive. Just mount your Linux partitions under /mnt and type 'pkgtool'. If you don't know how to mount your partitions, type 'pkgtool' and it will tell you how it's done. To partition your hard drive(s), use 'cfdisk' or 'fdisk'. For systems using GPT instead of MBR, partition using 'cgdisk' or 'gdisk'. To activate PCMCIA/Cardbus devices needed for installation, type 'pcmcia'. To start the main installation (after partitioning), type 'setup'.
pt_br: Se estiver atualizando um sistema Slint existente, talvez queira remover pacotes antigos antes de executar o 'setup' para instalar os novos. Se não fizer isso, seu sistema vai continuar funcionando mas poderá haver alguns arquivos antigos sobrando em seu disco rígido. É só montar suas partições Linux em /mnt e digitar 'pkgtool'. Se você não souber como montar suas partições, digit 'pkgtool' e ele vai te mostrar como se faz. Para particionar seu(s) disco rígido, use o 'cfdisk' ou o 'fdisk'. Para sistemas que usam o GPT ao invés do MBR, particione usando o 'cgdisk' ou o 'gdisk'. Para ativar dispositivos PCMCIA/Cardbus que sejam necessários para a instalação, digite 'pcmcia'. Para iniciar a instalação principal (depois de ter criado as partições), digite 'setup'.

source: First command to run is 'source /etc/profile'. This will setup the PATH for you.
pt_br: O primeiro comando para executar é 'source /etc/profile'. Isso vai configurar o PATH para você.

source: Welcome to the Slint Linux installation disk! (version ${Version}) ###### IMPORTANT! READ THE INFORMATION BELOW CAREFULLY. ###### - You will need one or more partitions of type 'Linux' prepared. It is also recommended that you create a swap partition (type 'Linux swap') prior to installation. For more information, run 'setup' and read the help file. - If you're having problems that you think might be related to low memory, you can try activating a swap partition before you run setup. After making a swap partition (type 82) with cfdisk or fdisk, activate it like this: mkswap /dev/<partition> ; swapon /dev/<partition> - Once you have prepared the disk partitions for Linux, type 'setup' to begin the installation process. - If you do not have a color monitor, type: TERM=vt100 before you start 'setup'. You may now login as 'root'. slint login:
pt_br: Bem-vindo ao disco de instalação do Slint Linux! (versão ${Version}) ###### IMPORTANTE! LEIA A INFORMAÇÃO ABAIXO COM CUIDADO. ###### - Você vai precisar de uma ou mais partições do tipo 'Linux' preparadas. Também é recomendado que você crie uma partição de swap (do tipo 'Linux swap') antes da instalação. Para mais informações, execute o 'setup' e leia o arquivo de ajuda. - Se estiver tendo problemas que julgue estarem relacionados a baixa quantidade de memória, você pode tentar ativar uma partição swap antes de executar o setup. Depois de criar uma partição de swap (tipo 82) com o cfdisk ou o fdisk, ative-a desta forma: mkswap /dev/<partition> ; swapon /dev/<partition> - Uma vez que tenha preparado as partições de disco para o Linux, digite 'setup' para iniciar o processo de instalação. - Se não tiver um monitor colorido, digite: TERM=vt100 antes de iniciar o 'setup'. Você pode logar como 'root' agora. login do Slint:

source: Activating IPv4 packet forwarding.
pt_br: Ativando encaminhamento de pacotes IPv4.

source: Disabling IPv4 packet forwarding.
pt_br: Desabilitando encaminhamento de pacotes IPv4.

source: Starting PCMCIA services:
pt_br: Iniciando serviços PCMCIA:

source: <Loading PCIC: $DRIVER>
pt_br: <Carregando PCIC: $DRIVER>

source: <PCIC already loaded>
pt_br: <PCIC já carregado>

source: Shutting down PCMCIA services:
pt_br: Desligando serviços PCMCIA:

source: cards
pt_br: placas

source: --> $ROOT/$FILE was found in another package. Skipping.
pt_br: --> $ROOT/$FILE foi encontrado em outro pacote. Ignorando.

source: WARNING: Nonexistent $ROOT/$FILE was found in another package. Skipping.
pt_br: AVISO: Arquivo inexistente $ROOT/$FILE foi encontrado em outro pacote. Ignorando.

source: --> $ROOT/$LINK (symlink) was found in another package. Skipping.
pt_br: --> $ROOT/$LINK (link simbólico) foi encontrado em outro pacote. Ignorando.

source: WARNING: Nonexistent $ROOT/$LINK (symlink) was found in another package. Skipping.
pt_br: AVISO: Arquivo inexistente $ROOT/$LINK (link simbólico) foi encontrado em outro pacote. Ignorando.

source: WARNING: $ROOT/$FILE changed after package installation.
pt_br: AVISO: $ROOT/$FILE alterado após a instalação do pacote.

source: --> Deleting $ROOT/$FILE
pt_br: --> Deletando $ROOT/$FILE

source: --> $ROOT/$FILE would be deleted
pt_br: --> $ROOT/$FILE seria deletado.

source: --> $ROOT/$FILE no longer exists. Skipping.
pt_br: --> $ROOT/$FILE não existe mais. Ignorando.

source: --> Deleting symlink $ROOT/$LINK
pt_br: --> Deletando link simbólico $ROOT/$LINK

source: --> $ROOT/$LINK (symlink) would be deleted
pt_br: --> $ROOT/$LINK (link simbólico) seria deletado

source: --> $ROOT/$LINK (symlink) no longer exists. Skipping.
pt_br: --> $ROOT/$LINK (link simbólico) não existe mais. Ignorando.

source: --> Deleting empty directory $ROOT/$DIR
pt_br: --> Deletando diretório vazio $ROOT/$DIR

source: WARNING: Unique directory $ROOT/$DIR contains new files
pt_br: AVISO: Diretório único $ROOT/$DIR contém novos arquivos

source: --> $ROOT/$DIR (dir) would be deleted if empty
pt_br: --> $ROOT/$DIR (diretório) seria deletado se estivesse vazio

source: --> Deleting $ROOT/$FILE (fmt man page)
pt_br: --> Deletando $ROOT/$FILE (fmt man page)

source: --> $ROOT/$FILE (fmt man page) would be deleted
pt_br: --> $ROOT/$FILE (fmt man page) seria deletado

source: Removing package $ADM_DIR/packages/$PKGNAME...
pt_br: Removendo pacote $ADM_DIR/packages/$PKGNAME...

source: Removing files:
pt_br: Removendo arquivos:

source: No such package: $ADM_DIR/packages/$PKGNAME. Can't remove.
pt_br: Pacote não existente: $ADM_DIR/packages/$PKGNAME. Não é possível remover.

source: Usage:
pt_br: Uso:

source: Only warning... not actually removing any files.
pt_br: Apenas alertando... na verdade nenhum arquivo sendo removido.

source: Package contents is copied to $PRES_DIR.
pt_br: Conteúdo do pacote copiado para $PRES_DIR.

source: Here's what would be removed (and left behind) if you removed the package(s):
pt_br: Aqui está o que seria removido (e deixado para trás) se você removesse o(s) pacote(s):

source: NO LINUX PARTITIONS DETECTED
pt_br: NENHUMA PARTIÇÃO LINUX DETECTADA

source: There don't seem to be any partitions on this machine of type Linux. You'll need to make at least one of these to install Linux. To do this, you'll need to leave 'setup', and make the partitions using 'cfdisk' (MBR partitions) or 'cgdisk' (GPT partitions). For more information, read the 'setup' help file from the next menu.
pt_br: Parece que nenhuma partição do tipo Linux existe nesta máquina. Você precisará criar pelo menos uma dessas para instalar o Linux. Para fazer isso, você precisa sair do 'setup' e criar as partições usando o 'cfdisk' (partições MBR) ou o 'cgdisk' (partições GPT). Para mais informações, leia o arquivo de ajuda do 'setup' no próximo menu.

source: NO EFI SYSTEM PARTITION DETECTED
pt_br: NENHUMA PARTIÇÃO DE SISTEMA EFI DETECTADA

source: This machine appears to be using EFI/UEFI, but no EFI System Partition was found. You'll need to make an EFI System Partition in order to boot from the hard drive. To do this, leave 'setup', and use 'cgdisk' to make a 100MB partition of type EF00. For more information, read the 'setup' help file from the next menu.
pt_br: Esta máquina parece estar usando EFI/UEFI, mas nenhuma Partição de Sistema EFI foi encontrada. Você precisará criar uma Partição de Sistema EFI para fazer boot do disco rígido. Para fazer isso, saia do 'setup' e use o 'cgdisk' para criar uma partição de 100MB do tipo EF00. Para mais informações, leia o arquivo de ajuda do 'setup' no próximo menu.

source: Slint Linux Setup (version ${Version})
pt_br: Setup do Slint Linux (versão ${Version})

source: Welcome to Slint Linux Setup. Select an option below using the UP/DOWN keys and SPACE or ENTER. Alternate keys may also be used: '+', '-', and TAB.
pt_br: Bem-vindo ao Setup do Slint Linux. Selecione uma opção abaixo usando as teclas CIMA/BAIXO e ESPAÇO ou ENTER. Tecladas alternativas também podem ser usadas: '+', '-' e TAB.

source: Read the Slint Setup HELP file
pt_br: Ler o arquivo de AJUDA do Setup do Slint

source: Remap your keyboard (other than $DefaultKeyMap)
pt_br: Remapear seu teclado (se não for $DefaultKeyMap)

source: Set up your swap partition(s)
pt_br: Configurar sua(s) partição(ões) swap

source: Set up your target partitions
pt_br: Configurar suas partições destino

source: Install selected software
pt_br: Instalar os softwares selecionados

source: Reconfigure your Linux system
pt_br: Reconfigurar seu sistema Linux

source: Exit Slint Linux Setup
pt_br: Sair do Setup do Slint Linux

source: CANNOT INSTALL SOFTWARE YET
pt_br: NÃO É POSSÍVEL INSTALAR SOFTWARES AINDA

source: Before you can install software, complete the following tasks: 1. Select your source media. 2. Set up your target Linux partition(s). You may also optionally remap your keyboard and set up your swap partition(s). Press ENTER to return to the main menu.
pt_br: Antes de poder instalar softwares, realize as seguintes tarefas: 1. Escolha sua mídia de origem. 2. Configure sua(s) partição Linux destino. Você também pode, opcionalmente, remapear seu teclado e configurar sua(s) partição swap. Aperte ENTER para voltar ao menu principal.

source: Like 'full', but display one line per package during install
pt_br: Igual o 'full', mas mostra uma linha por pacote durante a instalação

source: Full installation mode. Installing all software packages without prompting.
pt_br: Modo de instalação completa. Instalando todos os pacotes de software sem notificação.

source: Full (terse display) installation mode.
pt_br: Modo de instalação completa (visualização concisa).

source: A one-line description will be displayed as each package is installed.
pt_br: Uma descrição de uma linha será mostrada a medida que cada pacote é instalado.

source: REPLACE /etc/fstab?
pt_br: SUBSTITUIR /etc/fstab?

source: You already have an /etc/fstab on your install partition. If you were just adding software, you should probably keep your old /etc/fstab. If you've changed your partitioning scheme, you should use the new /etc/fstab. Do you want to replace your old /etc/fstab with the new one?
pt_br: Você já tem um /etc/fstab em sua partição de instalação. Se estiver apenas adicionando softwares, você provavelmente deve manter seu /etc/fstab antigo. Se mudou seu esquema de partição, você deve usar o novo /etc/fstab. Você quer substituir seu /etc/fstab antigo pelo novo?

source: KEEP THE SAME LOCALE SETTINGS AFTER INSTALLATION?
pt_br: MANTER AS MESMAS CONFIGURAÇÕES DE LOCALIZAÇÃO DEPOIS DA INSTALAÇÃO?

source: By default we will keep in your new Slint Linux keymap and language settings used during installation and set the same keymap as default under X (in graphical mode). But you can unselect setting(s) that you don't want to keep using up and down arrows and the spacebar
pt_br: Por padrão, vamos manter em seu novo Slint Linux as configurações de mapa de teclado e língua usadas durante a instalação, além de configurar o mesmo mapa de teclado como padrão no X (no modo gráfico). Mas você pode desselecionar configuração(ões) que não quiser manter, usando as teclas cima e baixo e a barra de espaço.

source: Language setting: $LANG
pt_br: Configuração de língua: $LANG

source: Keyboard map (on the console): $KeyMaP
pt_br: Mapa de teclado (no console): $KeyMaP

source: Use the same keyboard layout under X (graphical mode)
pt_br: Usar o mesmo layout de teclado no X (modo gráfico)

source: SETUP COMPLETE
pt_br: CONFIGURAÇÃO CONCLUÍDA

source: System configuration and installation is complete. You may EXIT setup and reboot your machine with ctrl-alt-delete.
pt_br: Configuração e instalação do sistema concluída. Você pode SAIR do setup e reiniciar seu computador com ctrl-alt-del.

source: Slint Linux Setup is complete
pt_br: A instalação do Slint Linux está concluída.

source: MKFONTDIR AND MKFONTSCALE UPDATE
pt_br: ATUALIZAÇÃO DO MKFONTDIR E MKFONTSCALE

source: Please wait while we run mkfontscale and mkfontdir in your font directories.
pt_br: Por favor aguarde enquanto executamos o mkfontscale e o mkfontdir em seus diretórios de fontes.

source: FONTCONFIG UPDATE
pt_br: ATUALIZAÇÃO DO FONTCONFIG

source: Please wait while we generate font.cache-1 files with fc-cache. For best results, fc-cache should be run whenever fonts are added to the system.
pt_br: Por favor aguarde enquanto geramos os arquivos font.cache-1 com fc-cache. Para um melhor resultado, fc-cache deve ser executado quando as fontes são incluídas no sistema.

source: Please wait while we generate font.cache-1 files with fc-cache. For best results, fc-cache should be run whenever fonts are added to the system.
pt_br: Por favor aguarde enquanto geramos os arquivos font.cache-1 com fc-cache. Para um melhor resultado, fc-cache deve ser executado quando as fontes são incluídas no sistema.

source: MAKE USB FLASH BOOT
pt_br: CRIAR PENDRIVE USB DE BOOT

source: If your computer supports booting from a USB device, it is recommended that you make a USB boot stick for your system at this time. It will boot your computer straight into the root filesystem on $ROOT_DEVICE. Please insert a USB flash memory stick and then press ENTER to create a boot stick. WARNING! The existing contents of the USB stick will be erased.
pt_br: Se o seu computador suporta boot através de dispositivo USB, é recomendável que você crie um pendrive USB de boot agora. Ele vai iniciar seu computador usando sua instalação em $ROOT_DEVICE. Por favor insira um pendrive USB e tecle ENTER para criar um pendrive de boot. ATENÇÃO! O conteúdo existente do pendrive USB será apagado.

source: Make a USB Linux boot stick
pt_br: Criar um pendrive USB de boot do Linux

source: Skip making a USB boot stick
pt_br: Pular a criação de um pendrive USB de boot

source: NO NEW DEVICE DETECTED
pt_br: NENHUM DISPOSITIVO NOVO ENCONTRADO

source: Restart
pt_br: Reiniciar

source: No new USB device was detected. If you had already inserted your USB stick, please remove it now. Then select 'Restart'.
pt_br: Nenhum dispositivo USB novo foi encontrado. Se você já inseriu seu pendrive USB, por favor remova-o agora. Então escolha 'Reiniciar'.

source: NEW DEVICE DETECTED
pt_br: NOVO DISPOSITIVO ENCONTRADO

source: A new USB device /dev/$STICK was detected with specifications: -- $VENDOR -- $MODEL -- $SIZE If this is the USB stick to use, select 'Yes', otherwise select 'No'.
pt_br: Um novo dispositivo USB /dev/$STICK foi encontrado com as especificações: -- $VENDOR -- $MODEL -- $SIZE Se esse é o pendrive USB a ser usado, escolha 'Sim', senão escolha 'Não'.

source: CREATING USB BOOT STICK
pt_br: CRIANDO PENDRIVE USB DE BOOT

source: Creating SYSLINUX bootdisk for $ROOT_DEVICE on /dev/$STICK.
pt_br: Criando o disco de boot SYSLINUX para $ROOT_DEVICE em /dev/$STICK.

source: USB BOOT STICK CREATED
pt_br: PENDRIVE USB DE BOOT CRIADO

source: The USB boot stick has been successfully created on device /dev/$STICK.
pt_br: O pendrive de boot foi criado com sucesso no dispositivo /dev/$STICK.

source: Create
pt_br: Criar

source: The USB boot stick has been successfully created on device /dev/$STICK. If you would like to create an additional boot stick, please select 'Create' and we'll go back and make another one, otherwise select 'Continue' to continue configuring your system.
pt_br: O pendrive de boot foi criado com sucesso no dispositivo /dev/$STICK. Caso queira criar um pendrive adicional, por favor selecione 'Criar' e vamos voltar e criar mais um, caso contrário selecione 'Continuar' para continuar configurando seu sistema.

source: Continue the configuration (done making boot sticks)
pt_br: Continuar a configuração (terminou a criação de pendrives de boot)

source: Make a spare Linux boot stick in /dev/$STICK
pt_br: Criar um pendrive de boot do Linux de reserva em /dev/$STICK

source: MOUSE CONFIGURATION
pt_br: CONFIGURAÇÃO DO MOUSE

source: This part of the configuration process will create a /dev/mouse link pointing to your default mouse device. You can change the /dev/mouse link later if the mouse doesn't work, or if you switch to a different type of pointing device. We will also use the information about the mouse to set the correct protocol for gpm, the Linux mouse server. Please select a mouse type from the list below:
pt_br: Esta parte do processo de configuração criará um link /dev/mouse apontando para o seu dispositivo de mouse padrão. Você poderá mudar o link /dev/mouse posteriormente se o mouse não funcionar, ou se você mudar para um tipo diferente de dispositivo apontador. Também usaremos a informação sobre o mouse para configurar o protocolo correto para o gpm, o servidor de mouse do Linux. Por favor escolha o tipo de mouse da lista abaixo:

source: PS/2 port mouse (most desktops and laptops)
pt_br: Entrada PS/2 (maioria dos desktops e laptops)

source: USB connected mouse
pt_br: Mouse USB

source: 2 button Microsoft compatible serial mouse
pt_br: Mouse serial de 2 botões compatível com Microsoft

source: 3 button Microsoft compatible serial mouse
pt_br: Mouse serial de 3 botões compatível com Microsoft

source: Logitech serial MouseMan and similar devices
pt_br: Mouse serial Logitech MouseMan e similares

source: MouseSystems serial (most 3 button serial mice)
pt_br: Mouse serial MouseSystems (maioria dos mouses seriais de 3 botões)

source: Plug and Play (serial mice that do not work with ms)
pt_br: Plug and Play (mouse serial que não funciona com ms)

source: Microsoft serial Intellimouse
pt_br: Microsoft Intellimouse serial

source: Genius Netmouse on PS/2 port
pt_br: Genius Netmouse na entrada PS/2

source: Some serial Logitech devices
pt_br: Alguns dispositivos seriais Logitech

source: Make serial Logitech behave like msc
pt_br: Fazer mouse serial Logitech se comportar como msc

source: ATI XL busmouse (mouse card)
pt_br: ATI XL busmouse (cartão de mouse)

source: Microsoft busmouse (mouse card)
pt_br: Microsoft busmouse (cartão de mouse)

source: Logitech busmouse (mouse card)
pt_br: Logitech busmouse (cartão de mouse)

source: A pointing pen (NCR3125) on some laptops
pt_br: Uma caneta (NCR3125) em alguns laptops

source: Twiddler keyboard, by HandyKey Corp
pt_br: Teclado Twiddler, da HandyKey Corp

source: Genitizer tablet (relative mode)
pt_br: Tablet Genitizer (modo relativo)

source: Use a joystick as a mouse
pt_br: Usar um joystick como mouse
