Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: An ISO image of Slint's install DVD was found. Do you want me to mount the ISO image and use this as the package source?
pt_br: Uma imagem ISO do DVD de instalação do Slint foi encontrada. Você quer que eu monte a imagem ISO e a utilize como a origem de pacotes?

source: USE ISO IMAGE
pt_br: USAR IMAGEM ISO

source: SCANNING FOR CD or DVD DRIVE
pt_br: PROCURANDO DRIVES DE CD ou DVD

source: Make sure the Slint disc is in your CD/DVD drive, and then press ENTER to begin the scanning process. Or, if you'd rather specify the device name manually (experts only), choose that option below.
pt_br: Certifique-se de que o disco do Slint esteja no seu drive de CD/DVD e pressione ENTER para iniciar o processo de pesquisa. Ou, caso queira especificar o nome do dispositivo manualmente (modo avançado), escolha a opção abaixo.

source: Scan for the CD or DVD drive (recommended)
pt_br: Procurar pelo drive de CD ou DVD (recomendado)

source: Manually specify CD or DVD by device name
pt_br: Especificar o nome do dispositivo de CD ou DVD manualmente

source: MANUAL CD/DVD DEVICE SELECTION
pt_br: SELEÇÃO MANUAL DO DISPOSITIVO DE CD/DVD

source: Please select your CD/DVD device from the list below. If you don't see your device listed, choose 'custom'. This will let you type in any device name. (and if necessary, will create the device)
pt_br: Favor selecionar seu dispositivo de CD/DVD na lista abaixo. Caso seu dispositivo não esteja listado, escolha a opção 'personalizado'. Isso te permite digitar qualquer nome de dispositivo (e se necessário, cria o dispositivo)

source: Type in the CD or DVD device to use
pt_br: Digite o dispositivo de CD ou DVD a ser utilizado

source: First CD/DVD drive
pt_br: Primeiro drive de CD/DVD

source: Second CD/DVD drive
pt_br: Segundo drive de CD/DVD

source: Third CD/DVD drive
pt_br: Terceiro drive de CD/DVD

source: Fourth CD/DVD drive
pt_br: Quarto drive de CD/DVD

source: CD/DVD slave on first IDE bus
pt_br: CD/DVD escravo no primeiro barramento IDE

source: CD/DVD master on first IDE bus (unlikely)
pt_br: CD/DVD mestre no primeiro barramento IDE (improvável)

source: CD/DVD master on second IDE bus
pt_br: CD/DVD mestre no segundo barramento IDE

source: CD/DVD slave on second IDE bus
pt_br: CD/DVD escravo no segundo barramento IDE

source: CD/DVD master on third IDE bus
pt_br: CD/DVD mestre no terceiro barramento IDE

source: CD/DVD slave on third IDE bus
pt_br: CD/DVD escravo no terceiro barramento IDE

source: CD/DVD master on fourth IDE bus
pt_br: CD/DVD mestre no quarto barramento IDE

source: CD/DVD slave on fourth IDE bus
pt_br: CD/DVD escravo no quarto barramento IDE

source: First parallel port ATAPI CD
pt_br: ATAPI CD da primeira porta paralela

source: Second parallel port ATAPI CD
pt_br: ATAPI CD da segunda porta paralela

source: Third parallel port ATAPI CD
pt_br: ATAPI CD da terceira porta paralela

source: Fourth parallel port ATAPI CD
pt_br: ATAPI CD da quarta porta paralela

source: Non-IDE Aztech CD/DVD
pt_br: CD/DVD Aztech não-IDE

source: Sony CDU-535 CD/DVD
pt_br: CD/DVD Sony CDU-535

source: Non-IDE GoldStar CD/DVD
pt_br: CD/DVD GoldStar não-IDE

source: Sony CDU-31a CD/DVD
pt_br: CD/DVD Sony CDU-31a

source: Optics Storage CD/DVD
pt_br: CD/DVD Optics Storage

source: Sanyo non-IDE CD/DVD
pt_br: CD/DVD Sanyo não-IDE

source: Non-IDE Mitsumi drive 1
pt_br: Mitsumi drive 1 não-IDE

source: Non-IDE Mitsumi drive 2
pt_br: Mitsumi drive 2 não-IDE

source: Old non-IDE SoundBlaster CD/DVD
pt_br: CD/DVD SoundBlaster não-IDE antigo

source: Philips LMS CM-205 CD/DVD
pt_br: CD/DVD Philips LMS CM-205

source: Philips LMS CM-206 CD/DVD
pt_br: CD/DVD Philips LMS CM-206

source: Old non-IDE Mitsumi CD/DVD
pt_br: CD/DVD Mitsumi não-IDE antigo

source: ENTER CD/DVD DEVICE MANUALLY
pt_br: INFORMAR DISPOSITIVO DE CD/DVD MANUALMENTE

source: Please enter the name of the CD/DVD device (such as /dev/hdc) that you wish to use to mount the Slint CD/DVD:
pt_br: Por favor informe o nome do dispositivo de CD/DVD (como /dev/hdc) que deseja usar para montar o CD/DVD do Slint:

source: MKNOD CD/DVD DEVICE
pt_br: DISPOSITIVO CD/DVD MKNOD

source: There doesn't seem to be a device by the name of $DRIVE_FOUND in the /dev directory, so we will have to create it using the major and minor numbers for the device. If you're using a bootdisk with a custom CD/DVD driver on it, you should be able to find these numbers in the documentation. Also, see the 'devices.txt' file that comes with the Linux kernel source. If you don't know the numbers, you'll have to hit Esc to abort. Enter the major and minor numbers for the new device, separated by one space:
pt_br: Parece que não existe um dispositivo com o nome $DRIVE_FOUND no diretório /dev, então teremos que criá-lo usando o número principal e o número secundário para o dispositivo. Se estiver usando um disco de boot com um driver de CD/DVD personalizado nele, você deverá ser capaz de encontrar esses números na documentação. Além disso, veja o arquivo 'devices.txt' que vem com o código fonte do kernel do Linux. Caso não saiba os números, você terá que apertar Esc para abortar. Forneça o número principal e o secundário para o novo dispositivo, separados por um espaço:

source: MAKING DEVICE IN /dev
pt_br: CRIANDO DISPOSITIVO EM /dev

source: MKNOD FAILED
pt_br: MKNOD FALHOU

source: Sorry, but the mknod command failed to make the device. You'll need to go back and try selecting your source media again. Press ENTER to abort the source media selection process.
pt_br: Desculpe, mas o comando mknod falhou ao criar o dispositivo. Você terá que voltar e tentar selecionar sua mídia de origem novamente. Aperte ENTER para abortar o processo de seleção de mídia de origem.

source: SCANNING
pt_br: PROCURANDO

source: Scanning for a CD/DVD drive containing a Slint disc...
pt_br: Procurando um drive de CD/DVD contendo um disco do Slint...

source: Scanning for an IDE CD/DVD drive containing a Slint disc...
pt_br: Procurando um drive de CD/DVD IDE contendo um disco do Slint...

source: Scanning for a parallel port ATAPI CD/DVD drive containing a Slint disc...
pt_br: Procurando um drive de CD/DVD ATAPI de porta paralela contendo um disco do Slint...

source: No IDE/SCSI drive, so we will try scanning for CD drives on old proprietary interfaces, such as SoundBlaster pre-IDE CD drives, Sony CDU-31a, Sony 535, old Mitsumi pre-IDE, old Optics, etc. For this scan to work at all, you'll need to be using a bootdisk that supports your CD drive. Please press ENTER to begin this last-chance scan for old, obsolete hardware.
pt_br: Nenhum drive IDE/SCSI, então vamos tentar procurar drives de CD em interfaces proprietárias antigas, como drives de CD SoundBlaster pre-IDE, Sony CDU-31a, Sony 535, Mitsumi pre-IDE antigo, Optics antigo, etc. Para essa varredura funcionar, você deve estar usando um disco de boot que suporte seu drive de CD. Por favor aperte ENTER para iniciar essa última tentativa de varredura por hardware antigo e obsoleto.

source: CD/DVD DRIVE NOT FOUND
pt_br: DRIVE DE CD/DVD NÃO ENCONTRADO

source: A CD/DVD drive could not be found on any of the devices that were scanned. Possible reasons include using a bootdisk or kernel that doesn't support your drive, failing to pass parameters needed by some drives to the kernel, not having the Slint disc in your CD/DVD drive, or using a drive connected to a Plug and Play soundcard (in this case, connecting the drive directly to the IDE interface often helps). Please make sure you are using the correct bootdisk for your hardware, consult the BOOTING file for possible information on forcing the detection of your drive, and then reattempt installation. If all else fails, see FAQ.TXT for information about copying parts of this CD to your DOS partition and installing it from there. You will now be returned to the main menu. If you want to try looking for the CD again, you may skip directly to the SOURCE menu selection.
pt_br: Não foi encontrado um drive de CD/DVD em nenhum dos dispositivos escaneados. Dentre as possíveis razões incluem o uso de um disco de boot ou kernel que não suporta o seu drive, falha na passagem de parâmetros necessários por alguns drives para o kernel, não ter o disco do Slint no seu drive de CD/DVD ou o uso de um drive conectado a uma placa de som Plug and Play (nesse caso, conectar o drive diretamente na interface IDE pode ajudar). Favor se certificar que esteja usando o disco de boot correto para o seu hardware, consulte o arquivo BOOTING para possíveis informações para forçar a detecção do seu drive, para então tentar a instalação novamente. Caso tudo falhe, veja no FAQ.TXT informações sobre copiar partes deste CD para sua partição DOS e instalar a partir dela. Você será redirecionado agora para o menu principal. Se quiser tentar procurar pelo CD novamente você pode pular diretamente para a opção de menu SOURCE.

source: CD/DVD DRIVE FOUND
pt_br: DRIVE DE CD/DVD ENCONTRADO

source: A Slint disc was found in device $DRIVE_FOUND.
pt_br: Um disco do Slint foi encontrado no dispositivo $DRIVE_FOUND.

source: MOUNT ERROR
pt_br: ERRO DE MONTAGEM

source: There was an error attempting to mount the CD/DVD on $DRIVE_FOUND. Maybe the device name is incorrect, the disc is not in the drive, or the kernel you are using does not support the device. (possibly an incorrect bootdisk) What would you like to do now?
pt_br: Ocorreu um erro ao tentar montar o CD/DVD em $DRIVE_FOUND. Talvez o nome do dispositivo esteja incorreto, o disco não esteja no drive ou o kernel que você está usando não suporte o dispositivo. (provavelmente um disco de boot incorreto) O que você quer fazer agora?

source: Abort CD installation
pt_br: Abortar instalação do CD

source: Attempt to mount the CD/DVD device again
pt_br: Tentar montar o dispositivo de CD/DVD novamente

source: Ignore the error and continue
pt_br: Ignorar o erro e continuar

source: ATTEMPTING TO MOUNT CD/DVD on $DRIVE_FOUND
pt_br: TENTANDO MONTAR O CD/DVD em $DRIVE_FOUND

source: Attempting to mount your CD/DVD again with the following command: $ArG
pt_br: Tentando montar seu CD/DVD novamente com o seguinte comando: $ArG

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the IP address of the machine where the Slint sources are stored.
pt_br: Ótimo! Estamos prontos quanto ao local, mas agora precisamos saber onde encontrar os pacotes de software a serem instalados. Primeiro, precisamos do endereço IP da máquina onde as fontes do Slint estão armazenadas.

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
pt_br: Como já está executando na rede, você deve ser capaz de usar o hostname ao invés do endereço IP, se desejar.

source: What is the IP address of your NFS server?
pt_br: Qual o endereço IP do seu servidor NFS?

source: ENTER IP ADDRESS OF NFS SERVER
pt_br: INFORMAR ENDEREÇO IP DO SERVIDOR NFS

source: SELECT SOURCE DIRECTORY
pt_br: SELECIONAR DIRETÓRIO DE ORIGEM

source: In the next screen you should watch for NFS mount errors. If you see errors and you don't see your NFS server listed, then try setting up NFS again.
pt_br: Na próxima tela você deve monitorar os erros de montagem NFS. Caso ocorram erros e seu servidor NFS não esteja listado, tente configurar o NFS novamente.

source: NFS MOUNT INFORMATION
pt_br: INFORMAÇÃO DA MONTAGEM NFS

source: Mounting $REMOTE_PATH:
pt_br: Montando $REMOTE_PATH:

source: Didn't work.
pt_br: Não funcionou.

source: Maybe you should check that the directory name is correct?
pt_br: Será que o nome do diretório está correto?

source: Current NFS mounts:
pt_br: Montagens NFS atuais:

source: Do you need to try setting up NFS again?
pt_br: Você precisa tentar configurar o NFS novamente?

source: NFS MOUNT RESULT
pt_br: RESULTADO DA MONTAGEM NFS

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the share address of the Samba server where the Slint sources are stored. Example share address: //192.168.0.1/public
pt_br: Ótimo! Estamos prontos quanto ao local, mas agora precisamos saber onde encontrar os pacotes de software a serem instalados. Primeiro, precisamos do endereço de compartilhamento do servidor Samba onde as fontes do Slint estão armazenadas. Exemplo de endereço de compartilhamento: //192.168.0.1/public

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
pt_br: Como já está executando na rede, você deve ser capaz de usar o hostname ao invés do endereço IP, se desejar.

source: What is the share address of your Samba server?
pt_br: Qual o endereço de compartilhamento do seu servidor Samba?

source: ENTER SHARE ADDRESS OF SAMBA SERVER
pt_br: INFORMAR ENDEREÇO DE COMPARTILHAMENTO DO SERVIDOR SAMBA

source: You should see no mount errors:
pt_br: Nenhum erro de montagem deve ocorrer:

source: Mounting $REMOTE_SHARE ...
pt_br: Montando $REMOTE_SHARE ...

source: Mount failed.
pt_br: Montagem falhou.

source: Mounted Samba share(s):
pt_br: Compartilhamento(s) Samba montados:

source: A Slint package tree was found! Ready to continue.
pt_br: Uma árvore de pacotes do Slint foi encontrada! Pronto para continuar.

source: No Slint package tree found at the indicated path!
pt_br: Nenhuma árvore de pacotes do Slint encontrada no caminho indicado!

source: Do you want to try setting up Samba again?
pt_br: Você quer tentar configurar o Samba novamente?

source: MOUNT RESULT
pt_br: RESULTADO DA MONTAGEM

source: Good! We're all set on the local end, but now we need to know where to find the software packages to install. First, we need the URL of the ftp or http server where the Slint sources are stored. URL examples are: 'ftp://192.168.0.1' ; 'http://172.16.10.31'
pt_br: Ótimo! Estamos prontos quanto ao local, mas agora precisamos saber onde encontrar os pacotes de software a serem instalados. Primeiro, precisamos da URL do servidor ftp ou http onde as fontes do Slint estão armazenadas. Exemplos de URL: 'ftp://192.168.0.1' ; 'http://172.16.10.31'

source: Since you're already running on the network, you should be able to use the hostname instead of an IP address if you wish.
pt_br: Como já está executando na rede, você deve ser capaz de usar o hostname ao invés do endereço IP, se desejar.

source: What is the URL of your FTP/HTTP server?
pt_br: Qual a URL do seu servidor FTP/HTTP?

source: ENTER URL OF FTP/HTTP SERVER
pt_br: INFORMAR URL DO SERVIDOR FTP/HTTP

source: In the next screen you should watch for possible errors. First, we'll download the PACKAGES.TXT from the parent of the directory that you entered before (which should be the root of the remote Slint tree). If that succeeds, then we use PACKAGES.TXT to reconstruct a local cache of the package tree (should take a minute or less on an average system). After that, we're all set to go! Downloading PACKAGES.TXT at the Slint root starts after you press OK. That file is several hundreds of KB in size so it may take some time to get here...
pt_br: Na próxima tela você deve monitorar possíveis erros. Primeiro vamos baixar o PACKAGES.TXT do pai do diretório informado anteriormente (que deve ser a raiz da árvore do Slint remota). Se isso funcionar, usaremos o PACKAGES.TXT para reconstruir uma cache local da árvore de pacotes (que demora um minuto ou menos num sistema razoável). Depois disso, estamos prontos para continuar! O download do PACKAGES.TXT na raiz do Slint inicia depois que você selecionar OK. Esse arquivo tem algumas centenas de KB de tamanho, então vai levar um tempo até chegar nesse ponto...

source: DOWNLOAD INFORMATION
pt_br: INFORMAÇÃO DE DOWNLOAD

source: > Download failed. Going to try one directory lower.
pt_br: > O download falhou. Tentando um diretório abaixo.

source: > Download failed again.
pt_br: > O download falhou novamente.

source: A Slint 'PACKAGES.TXT' is available. Ready to continue!
pt_br: Um 'PACKAGES.TXT' do Slint está disponível. Pronto para continuar!

source: No file 'PACKAGES.TXT' was found. Wrong URL?
pt_br: Nenhum arquivo 'PACKAGES.TXT' foi encontrado. URL errada?

source: Do you want to try setting up FTP/HTTP again?
pt_br: Você quer tentar configurar o FTP/HTTP novamente?

source: DOWNLOAD RESULT
pt_br: RESULTADO DO DOWNLOAD

source: INITIALIZING PACKAGE TREE
pt_br: INICIALIZANDO ÁRVORE DE PACOTES

source: Setting up local cache for the FTP/HTTP server's package tree ...
pt_br: Configurando cache local para a árvore de pacotes do servidor FTP/HTTP ...

source: processing ${TOTALP} Slint packages...
pt_br: processando ${TOTALP} pacotes Slint...

source: REMOTE SERVER CONFIGURATION
pt_br: CONFIGURAÇÃO DE SERVIDOR REMOTO

source: Failed to configure for installation from remote server.
pt_br: Falhou ao configurar instalação a partir de servidor remoto.

source: SCANNING FOR USB STICK
pt_br: PROCURANDO PENDRIVE USB

source: Make sure the USB stick containing the Slint package directory is inserted into a USB port, and then press ENTER to begin the scanning process.
pt_br: Certifique-se que o pendrive USB contendo o diretório de pacotes do Slint esteja inserido numa porta USB, e em seguida aperte ENTER para iniciar o processo de escaneamento.

source: NO REMOVABLE USB DEVICES FOUND
pt_br: NENHUM DISPOTIVO USB REMOVÍVEL ENCONTRADO

source: Sorry, but no removable USB devices could be found. Exiting back to the top menu.
pt_br: Desculpe, mas nenhum dispositivo USB removível foi encontrado. Voltando para o menu anterior.

source: NO SLINT DIRECTORY FOUND
pt_br: DIRETÓRIO DO SLINT NÃO ENCONTRADO

source: Sorry, but a Slint directory could not be found on any USB devices. Exiting back to the top menu.
pt_br: Desculpe, mas o diretório do Slint não pôde ser encontrado em nenhum dispositivo USB. Voltando para o menu anterior.

source: USB PACKAGE SOURCE FOUND
pt_br: ORIGEM USB DE PACOTES ENCONTRADA

source: A Slint package directory was found on device $DRIVE_FOUND.
pt_br: Um diretório de pacotes do Slint foi encontrado no dispositivo $DRIVE_FOUND.

source: Can't umount /var/log/mount. Reboot machine and run setup again.
pt_br: Não foi possível desmontar /var/log/mount. Reinicie a máquina e execute o setup novamente.

source: Mount table corrupt. Reboot machine and run setup again.
pt_br: Tabela de montagem corrompida. Reinicie a máquina e execute o setup novamente.

source: OK, we will install from a directory within the current filesystem. If you have mounted this directory yourself, you should not use /mnt or /var/log/mount as mount points, since Setup might need to use these directories. You may install from any part of the current directory structure, no matter what the media is (including NFS). You will need to type in the name of the directory containing the subdirectories for each source disk. Which directory would you like to install from?
pt_br: OK, vamos instalar a partir de um diretório no sistema de arquivos atual. Se você mesmo montou o diretório, você não deve usar /mnt ou /var/log/mount como pontos de montagem, já que a Instalação pode precisar usar esses diretórios. Você pode instalar a partir de qualquer parte da estrutura de diretórios atual, não importando qual mídia é (incluindo NFS). Você vai precisar digitar o nome do diretório que contém os subdiretórios para cada disco de origem. A partir de qual diretório você deseja instalar?

source: INSTALL FROM THE CURRENT FILESYSTEM
pt_br: INSTALAR A PARTIR DO SISTEMA DE ARQUIVOS ATUAL

source: Sorry - the directory you specified is not valid. Please check the directory and try again. (Directory given: $SOURCEDIR)
pt_br: Desculpe - o diretório que você especificou não é válido. Por favor verifique o diretório e tente novamente. (Diretório especificado: $SOURCEDIR)

source: INVALID DIRECTORY ENTERED
pt_br: DIRETÓRIO INVÁLIDO INFORMADO

source: Mount table corrupt. Reboot machine and run setup again
pt_br: Tabela de montagem corrompida. Reinicie a máquina e execute a instalação novamente

source: INSTALLING FROM HARD DISK
pt_br: INSTALANDO DE UM DISCO RÍGIDO

source: PARTITION LIST
pt_br: LISTA DE PARTIÇÕES

source: There was a problem mounting your partition. Would you like to:
pt_br: Houve um problema montando sua partição. Você gostaria de:

source: Start over
pt_br: Começar novamente

source: Sorry, but the directory $SLACK_SOURCE_LOCATION does not exist on partition $SLACK_DEVICE. Would you like to try again?
pt_br: Desculpe, mas o diretório $SLACK_SOURCE_LOCATION não existe na partição $SLACK_DEVICE. Gostaria de tentar novamente?

source: SOURCE DIRECTORY NOT FOUND
pt_br: DIRETÓRIO DE ORIGEM NÃO ENCONTRADO

source: Setting permissions on NTFS partition $DOS_PART
pt_br: Definindo permissões na partição NTFS $DOS_PART

source: SET SECURITY FOR NTFS PARTITION $DOS_PART
pt_br: DEFINIR SEGURANÇA DA PARTIÇÃO NTFS $DOS_PART

source: Because users could go snooping through (or destroy, depending on the settings) your Windows partition, you should choose how much access would you like your non-root users to have to partition $DOS_PART. The access level can range from no access at all, to read-only for everyone, to read-write access for every user on the machine. A reasonable default (read-write for root only) is chosen, but you may set this any way that you like.
pt_br: Como usuários poderiam espiar (ou destruir, dependendo das definições) sua partição Windows, você deve escolher a quantidade de acesso que gostaria que seus usuários não-root tivessem na partição $DOS_PART. O nível de acesso varia, podendo ser nenhum acesso, somente-leitura para todos ou até leitura-escrita para todos usuários na máquina. Um padrão razoável (leitura-escrita somente para o root) é escolhido, mas você pode configurar como preferir.

source: Root has read/write access, users have no access (ntfs-3g)
pt_br: O root tem acesso de leitura/escrita, usuários não tem acesso (ntfs-3g)

source: Everyone has read only access (built-in kernel ntfs driver)
pt_br: Todos têm acesso somente-leitura (driver ntfs embutido no kernel)

source: Everyone has read access, but only root can write (ntfs-3g)
pt_br: Todos tem acesso de leitura, mas só o root pode escrever (ntfs-3g)

source: All users can read/write to any file (ntfs-3g)
pt_br: Todos usuários podem ler/escrever em qualquer arquivo (ntfs-3g)

source: Setting permissions on FAT partition $DOS_PART
pt_br: Definindo permissões na partição FAT $DOS_PART

source: SET SECURITY FOR FAT PARTITION $DOS_PART
pt_br: DEFINIR SEGURANÇA DA PARTIÇÃO FAT $DOS_PART

source: Root has read/write access, users have no access
pt_br: Root tem acesso de leitura/escrita, usuários não tem acesso

source: Everyone has read only access
pt_br: Todos tem acesso somente leitura

source: Everyone has read access, but only root can write
pt_br: Todos tem acesso de leitura, mas apenas o root pode escrever

source: All users can read/write to any file
pt_br: Todos usuários podem ler/escrever em qualquer arquivo

source: Setting up non-Linux partitions.
pt_br: Configurando partições não-Linux.

source: FAT or NTFS PARTITIONS DETECTED
pt_br: PARTIÇÕES FAT ou NTFS DETECTADAS

source: Partitions of type FAT or NTFS (commonly used by DOS and Windows) have been found on your system. Would you like to add these partitions to your /etc/fstab so that these partitions are visible from Linux?
pt_br: Partições do tipo FAT ou NTFS (geralmente usadas pelo DOS e pelo Windows) foram encontradas em seu sistema. Você gostaria de adicionar estas partições ao seu /etc/fstab para que estas partições sejam visíveis no Linux?

source: Selecting non-Linux partitions.
pt_br: Selecionando partições não-Linux.

source: SELECT PARTITION TO ADD TO /etc/fstab
pt_br: SELECIONAR PARTIÇÃO PARA ADICIONAR AO /etc/fstab

source: Select
pt_br: Selecionar
