Repository: gapan/salixtools
Catalog: netsetup/po/*.po
Languages: es, hi_in, ja, pt, pt_br

source: LILO (Linux Loader) is a generic boot loader. There's a simple installation which tries to automatically set up LILO to boot Linux (also Windows if found). For more advanced users, the expert option offers more control over the installation process. Since LILO does not work in all cases (and can damage partitions if incorrectly installed), there's the third (safe) option, which is to skip installing LILO for now. You can always install it later with the 'liloconfig' command. Which option would you like?
pt_br: O LILO (Linux Loader) é um boot loader genérico. Há uma instalação simples que tenta configurar o LILO automaticamente para fazer boot do Linux (do Windows também, se for encontrado). Para usuários mais experientes, a opção avançada oferece mais controle sobre o processo de instalação. Como o LILO não funciona em todos os casos (e pode danificar partições caso instalado incorretamente), existe a terceira opção (segura), que é pular a instalação do LILO por agora. Você pode sempre instalá-lo depois com o comando 'liloconfig'. Qual opção você quer?

source: Try to install LILO automatically
pt_br: Tentar instalar o LILO automaticamente

source: Use expert lilo.conf setup menu
pt_br: Usar o menu avançado de configuração do lilo.conf

source: Do not install LILO
pt_br: Não instalar o LILO

source: EXPERT LILO INSTALLATION
pt_br: INSTALAÇÃO AVANÇADA DO LILO

source: This menu directs the creation of the LILO config file, lilo.conf. To install, you make a new LILO configuration file by creating a new header and then adding one or more bootable partitions to the file. Once you've done this, you can select the install option. Alternately, if you already have an /etc/lilo.conf, you may reinstall using that. If you make a mistake, you can always start over by choosing 'Begin'. Which option would you like?
pt_br: Este menu guia a criação do arquivo de configuração do LILO, lilo.conf. Para instalar, você cria um novo arquivo de configuração do LILO criando um novo cabeçalho e depois adicionando uma ou mais partições "bootáveis" ao arquivo. Uma vez feito isso, você pode selecionar a opção de instalação. Alternativamente, caso já tenha um /etc/lilo.conf, você pode reinstalá-lo usando isso. Se cometer um erro, você pode sempre começar de novo escolhendo 'Begin'. Qual opçao você quer?

source: Start LILO configuration with a new LILO header
pt_br: Iniciar a configuração do LILO com um cabeçalho LILO novo

source: Add a Linux partition to the LILO config
pt_br: Adicionar uma particão Linux na configuração do LILO

source: Add a Windows FAT or NTFS partition to the LILO config
pt_br: Adicionar uma particão FAT ou NTFS do Windows na configuração do LILO

source: Install LILO
pt_br: Instalar o LILO

source: Reinstall LILO using the existing lilo.conf
pt_br: Reinstalar o LILO usando o lilo.conf existente

source: Skip LILO installation and exit this menu
pt_br: Pular a instalação do LILO e sair deste menu

source: View your current /etc/lilo.conf
pt_br: Visualizar seu /etc/lilo.conf atual

source: Read the Linux Loader HELP file
pt_br: Ler o arquivo de ajuda (HELP) do Linux Loader (LILO)

source: SELECT LILO TARGET LOCATION
pt_br: SELECIONAR LOCAL DE DESTINO DO LILO

source: LILO can be installed to a variety of places: the superblock of your root Linux partition (which could then be made the bootable partition with fdisk), a formatted floppy disk, or the master boot record of your first hard drive. If you're using a boot system such as Boot Manager, you should use the Root selection. Please pick a target location:
pt_br: O LILO pode ser instalado em diversos lugares: no superbloco da sua partição Linux raíz. (que pode ser configurada como a partição "bootável" usando o fdisk), num disquete formatado ou no Master Boot Record do seu disco rígido principal. Se estiver usando um sistema de boot como o Boot Manager, você deveria usar a seleção Root. Por favor escolha uma localização destino:

source: Use a formatted floppy disk in the boot drive
pt_br: Usar um disquete formatado no drive de boot

source: Use the Master Boot Record (possibly unsafe)
pt_br: Usar o Master Boot Record (potencialmente inseguro)

source: CONFIRM LOCATION TO INSTALL LILO
pt_br: CONFIRMAR LOCAL DE INSTALAÇÃO DO LILO

source: The auto-detected location to install the LILO boot block is shown below. If you need to make any changes, you can make them below. Otherwise, hit ENTER to accept the target location shown.
pt_br: A localização de instalação do LILO detectada automaticamente está exibida abaixo. Se precisar fazer alguma alteração, pode fazê-la abaixo. Caso contrário, aperte ENTER para aceitar a localização destino mostrada.

source: CHOOSE LILO TIMEOUT
pt_br: ESCOLHER TEMPO DE ESPERA DO LILO

source: At boot time, how long would you like LILO to wait for you to select an operating system? If you let LILO time out, it will boot the first OS in the configuration file by default.
pt_br: Ao fazer o boot, quanto tempo gostaria que o LILO te esperasse para selecionar um sistema operacional? Se esperar o tempo de espera do LILO, ele vai fazer o boot do primeiro SO no arquivo de configuração por padrão.

source: Don't wait at all - boot straight into the first OS
pt_br: Não esperar - fazer boot direto do primeiro SO

source: 5 seconds
pt_br: 5 segundos

source: 30 seconds
pt_br: 30 segundos

source: Present a prompt and wait until a choice is made
pt_br: Mostrar um prompt e esperar até que uma escolha seja feita

source: SELECT LINUX PARTITION $DEFROOT
pt_br: ESCOLHER PARTIÇÃO LINUX $DEFROOT

source: Which Linux partition would you like LILO to boot?
pt_br: Qual partição Linux você gostaria que o LILO fizesse boot?

source: SELECT PARTITION NAME FOR $LINUX_PART
pt_br: ESCOLHER NOME DE PARTIÇÃO PARA $LINUX_PART

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'Linux' might not be a bad choice. THIS MUST BE A SINGLE WORD.
pt_br: Você tem que escolher agora um nome curto e único para essa partição. Você vai usar esse nome se especificar uma partição para fazer boot no prompt do LILO. Talvez 'Linux' não seja uma má escolha. DEVE SER UMA ÚNICA PALAVRA.

source: These are possibly OS/2 partitions. They will be treated as such if you install them using this menu.
pt_br: Estas são prováveis partições OS/2. Elas serão tratadas como tal se instalá-las usando este menu.

source: Which one would you like LILO to boot?
pt_br: Qual você gostaria que o LILO fizesse boot?

source: SELECT OS/2 PARTITION
pt_br: ESCOLHER PARTIÇÃO OS/2

source: SELECT PARTITION NAME
pt_br: ESCOLHER NOME DA PARTIÇÃO

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'OS/2' might not be a bad choice. THIS MUST BE A SINGLE WORD.
pt_br: Você tem que escolher agora um nome curto e único para essa partição. Você vai usar esse nome se especificar uma partição para fazer boot no prompt do LILO. Talvez 'OS/2' não seja uma má escolha. DEVE SER UMA ÚNICA PALAVRA.

source: CAN'T ADD OS/2 PARTITION
pt_br: IMPOSSÍVEL INCLUIR PARTIÇÃO OS/2

source: You can't add partitions unless you start over with a new LILO header.
pt_br: Você não pode incluir partições a não ser que recomece com um novo cabeçalho do LILO.

source: These are possibly Windows or DOS partitions. They will be treated as such if you install them using this menu.
pt_br: Essas são possivelmente partições Windows ou DOS. Elas serão tratadas assim se instalá-las usando este menu.

source: SELECT WINDOWS PARTITION
pt_br: ESCOLHER PARTIÇÃO WINDOWS

source: Now you must select a short, unique name for this partition. You'll use this name if you specify a partition to boot at the LILO prompt. 'Windows' might not be a bad choice. THIS MUST BE A SINGLE WORD.
pt_br: Você tem que escolher agora um nome curto e único para essa partição. Você vai usar esse nome se especificar uma partição para fazer boot no prompt do LILO. Talvez 'Windows' não seja uma má escolha. DEVE SER UMA ÚNICA PALAVRA.

source: CAN'T ADD WINDOWS PARTITION
pt_br: IMPOSSÍVEL INCLUIR PARTIÇÃO WINDOWS

source: CAN'T INSTALL LILO
pt_br: IMPOSSÍVEL INSTALAR LILO

source: LILO could not be installed. If you have not created a LILO configuration file by defining a new header and adding at least one bootable partition to it, you must do so before installing LILO. If you were attempting to use an existing LILO configuration file, it could not be found. Try making a new one.
pt_br: O LILO não pôde ser instalado. Se você não criou um arquivo de configuração do LILO definindo um cabeçalho e adicionando a ele pelo menos uma partição "bootável", você deve fazer isso antes de instalar o LILO. Se você estava tentando usar um arquivo de configuração do LILO existente, ele não deve ter sido encontrado. Tente criar um novo.

source: YOUR NEW /etc/lilo.conf
pt_br: SEU /etc/lilo.conf NOVO

source: YOUR OLD /etc/lilo.conf
pt_br: SEU /etc/lilo.conf ANTIGO

source: NO CONFIG FILE FOUND
pt_br: NENHUM ARQUIVO DE CONFIGURAÇÃO ENCONTRADO

source: Sorry, but you don't have a LILO configuration file that can be viewed.
pt_br: Desculpe, mas você não tem um arquivo de configuração do LILO que possa ser visualizado.

source: WARNING: pkgtools are unstable with tar > 1.13. You should provide a "tar-1.13" in your $PATH.
pt_br: AVISO: o pkgtools é instável com tar > 1.13. Você deve providenciar um "tar-1.13" no seu $PATH.

source: Usage: makepkg package_name.tgz (or: package_name.tbz, package_name.tlz, package_name.txz) Makes a Slackware compatible package containing the contents of the current and all subdirectories. If symbolic links exist, they will be removed and an installation script will be made to recreate them later. This script will be called "install/doinst.sh". You may add any of your own ash-compatible shell scripts to this file and rebuild the package if you wish. options: -l, --linkadd y|n (moves symlinks into doinst.sh: recommended) -p, --prepend (prepend rather than append symlinks to an existing doinst.sh. Useful to link libraries needed by programs in the doinst.sh script) -c, --chown y|n (resets all permissions to root:root 755 - not generally recommended) If these options are not set, makepkg will prompt as appropriate.
pt_br: Uso: makepkg nome_do_pacote.tgz (ou: nome_do_pacote.tbz, nome_do_pacote.tlz, nome_do_pacote.txz) Cria um pacote compatível de Slackware do conteúdo do diretório atual e de todos os seus subdiretórios. Se um link simbólico existir, será removido e um script de instalação será criado para recriá-lo depois. Esse script será chamado "install/doinst.sh". Você pode adicionar seus próprios scripts compatíveis com *ash a esse arquivo e reconstruir o pacote se desejar. opções: -l, --linkadd y|n (move symlinks para o doinst.sh: recomendado) -p, --prepend (precede ao invés de acrescentar symlinks a um doinst.sh existente. Útil para linkar bibliotecas necessárias por programas no script doinst.sh) -c, --chown y|n (redefine todas as permissões para root:root 755 - geralmente não recomendado) Se essas opções não forem definidas, o makepkg irá perguntar quando apropriado.

source: ERROR: gzip compression utility not found in $PATH.
pt_br: ERRO: utilitário de compressão gzip não encontrado em $PATH.

source: ERROR: bzip2 compression utility not found in $PATH.
pt_br: ERRO: utilitário de compressão bzip2 não encontrado em $PATH

source: ERROR: lzma compression utility not found in $PATH.
pt_br: ERRO: utilitário de compressão lzma não encontrado em $PATH.

source: ERROR: xz compression utility not found in $PATH.
pt_br: ERRO: utilitário de compressão xz não encontrado em $PATH.

source: Slackware package maker, version 3.141593.
pt_br: Criador de pacotes do Slackware, versão 3.141593.

source: Searching for symbolic links:
pt_br: Procurando por links simbólicos:

source: Unless your existing installation script already contains the code to create these links, you should append these lines to your existing install script. Now's your chance. :^) Would you like to add this stuff to the existing install script and remove the symbolic links
pt_br: A menos que seu script de instalação existente já contenha o código para criar esses links, você deve incluir essas linhas em seu script de instalação existente. Agora é sua chance. :^) Gostaria de adicionar isso ao script de instalação existente e remover os links simbólicos

source: It is recommended that you make these lines your new installation script. Would you like to make this stuff the install script for this package and remove the symbolic links
pt_br: É recomendado que você faça dessas linhas seu novo script de instalação. Você gostaria de fazer disso o novo script de instalação para esse pacote e remover os links simbólicos

source: Removing symbolic links:
pt_br: Removendo links simbólicos:

source: Updating your ./install/doinst.sh (prepending symlinks)...
pt_br: Atualizando seu ./install/doinst.sh (precedendo os links simbólicos)...

source: Updating your ./install/doinst.sh...
pt_br: Atualizando seu ./install/doinst.sh...

source: Creating your new ./install/doinst.sh...
pt_br: Criando seu novo ./install/doinst.sh...

source: No symbolic links were found, so we won't make an installation script. You can make your own later in ./install/doinst.sh and rebuild the package if you like.
pt_br: Nenhum link simbólico foi encontrado, então não faremos um script de instalação. Você pode criar depois o seu próprio em ./install/doinst.sh e reconstruir o pacote se quiser.

source: This next step is optional - you can set the directories in your package to some sane permissions. If any of the directories in your package have special permissions, then DO NOT reset them here! Would you like to reset all directory permissions to 755 (drwxr-xr-x) and directory ownerships to root.root
pt_br: Este próximo passo é opcional - você pode definir os diretórios em seu pacote para permissões seguras. Se qualquer um dos diretórios em seu pacote tiver permissões especiais, então NÃO redefina elas aqui! Você gostaria de redefinir as permissões de todos os diretórios para 755 (drwxr-xr-x) e as propriedades dos diretórios para root.root

source: Creating Slackware package: ${TARGET_NAME}/${TAR_NAME}.${EXTENSION}
pt_br: Criando pacote do Slackware: ${TARGET_NAME}/${TAR_NAME}.${EXTENSION}

source: ERROR: gzip returned error code $ERRCODE -- makepkg failed.
pt_br: ERRO: gzip retornou código de erro $ERRCODE -- makepkg falhou.

source: ERROR: bzip2 returned error code $ERRCODE -- makepkg failed.
pt_br: ERRO: bzip2 retornou código de erro $ERRCODE -- makepkg falhou.

source: ERROR: lzma returned error code $ERRCODE -- makepkg failed.
pt_br: ERRO: lzma retornou código de erro $ERRCODE -- makepkg falhou.

source: ERROR: xz returned error code $ERRCODE -- makepkg failed.
pt_br: ERRO: xz retornou código de erro $ERRCODE -- makepkg falhou.

source: WARNING: zero length file
pt_br: AVISO: arquivo de tamanho zero

source: WARNING: gzip test failed on
pt_br: AVISO: teste do gzip falhou

source: WARNING: /usr/share/man (with possibly not gzipped man pages) detected
pt_br: AVISO: /usr/share/man (com possíveis páginas de manual não gzipadas) detectado

source: WARNING: /usr/share/info (with possibly not gzipped info pages) detected
pt_br: AVISO: /usr/share/info (com possíveis páginas de manual não gzipadas) detectado

source: WARNING: site_perl directory detected (this is fine for a local package build)
pt_br: AVISO: diretório site_perl detectado (aceitável para uma construção de pacote local)

source: Slackware package ${TARGET_NAME}/${TAR_NAME}.${EXTENSION} created.
pt_br: Pacote do Slackware: ${TARGET_NAME}/${TAR_NAME}.${EXTENSION} criado.

source: The address you have entered seems to be non-standard. We were expecting $ArG2 groups of numbers seperated by dots, like: 127.0.0.1 Are you absolutely sure you want to use the address $ArG1?
hi_in: दर्ज किया गया पता असामान्य है। सामान्यतः $ArG2 के संख्या समूह बिंदु द्वारा पृथक होते हैं, जैसे : 127.0.0.1 क्या आप निश्चित ही पता उपयोग करना चाहते हैं?
ja: 入力したアドレスが標準的ではなさそうです。 グループ $ArG2 は 127.0.0.1 のようにドットで区切られた数字を期待します。 アドレス $ArG1 の使用を行いますか？
pt: O endereço que forneceu não parece ser padrão. Esperávamos $ArG2 grupos de números separados por pontos, como: 127.0.0.1 Tem a certeza absoluta de que deseja usar o endereço $ArG1?
pt_br: O endereço que você forneceu não parece ser padrão. Nós esperávamos $ArG2 grupos de números separados por pontos, como: 127.0.0.1 Você tem certeza absoluta que quer usar o endereço $ArG1?

source: WARNING
hi_in: चेतावनी
ja: 警告
pt: AVISO
pt_br: AVISO

source: First, we'll need the name you'd like to give your host. Only the base hostname is needed right now. (not the domain) Enter hostname:
hi_in: सर्वप्रथम, अपने होस्ट हेतु एक नाम प्रदान करें। अभी केवल बेस होस्ट नाम चाहिए (न की डोमेन) होस्ट नाम दर्ज करें :
ja: まず、ホスト名が必要になります。 ここではベースとなるホスト名のみが必要です。（ドメインは外す） ホスト名を入力して下さい:
pt: Primeiro, precisamos do nome que gostaria de dar à máquina. Neste momento apenas o hostname base é necessário. (não o domínio) Introduza o hostname:
pt_br: Primeiro, precisamos do nome que você gostaria de dar ao seu host. Neste momento apenas o hostname base é necessário. (não o domínio) Informe o hostname:

source: ENTER HOSTNAME
es: INGRESAR EL NOMBRE DE HOST DEL EQUIPO
hi_in: होस्ट नाम दर्ज करें
ja: ホスト名を入力して下さい
pt: INTRODUZA O HOSTNAME
pt_br: INFORMAR HOSTNAME

source: Now, we need the domain name for this machine, such as: example.org Do not supply a leading '.' Enter domain name for $HOSTNM:
hi_in: अब, मशीन हेतु डोमेन नाम प्रदान करें, जैसे: example.org अग्रिम बिंदु '.' दर्ज न करें $HOSTNM हेतु डोमेन नाम दर्ज करें :
ja: このようなマシンのドメイン名が必要です: example.org '.' を外さないで下さい $HOSTNM のドメイン名を入力して下さい:
pt: Agora, precisamos do nome de domínio para esta máquina, tal como: exemplo.org Não coloque um '.' extra como prefixo Informe o nome de domínio para $HOSTNM:
pt_br: Agora, precisamos do nome de domínio para esta máquina, como: exemplo.org Não coloque um '.' extra como prefixo Informe o nome de domínio para $HOSTNM:

source: ENTER DOMAINNAME FOR $HOSTNM
hi_in: $HOSTNM हेतु डोमेन नाम दर्ज करें
ja: $HOSTNM のドメイン名を入力して下さい
pt: INTRODUZA O NOME DE DOMÍNIO PARA $HOSTNM
pt_br: INFORMAR NOME DE DOMÍNIO PARA $HOSTNM

source: CONFIGURATION TYPE FOR $HOSTNM.$DOMAIN
hi_in: $HOSTNM.$DOMAIN हेतु विन्यास प्रकार
ja: $HOSTNM.$DOMAIN の構成タイプ
pt: TIPO DE CONFIGURAÇÃO PARA $HOSTNM.$DOMAIN
pt_br: TIPO DE CONFIGURAÇÃO PARA $HOSTNM.$DOMAIN

source: Now we need to know how your machine connects to the network. If you have an internal network card and an assigned IP address, gateway, and DNS, use the 'static IP' choice to enter these values. If your IP address is assigned by a DHCP server (commonly used by cable modem and DSL services), select 'DHCP'. If you do not have a network card, select the 'loopback' choice. You may also select 'NetworkManager' if you would like to have the NetworkManager daemon automatically handle your wired and wireless network interfaces (this is simple and usually works). Which type of network setup would you like?
hi_in: अब आपकी मशीन हेतु नेटवर्क विन्यास किया जाएगा। यदि नेटवर्क कार्ड आंतरिक व आईपी-पता, गेटवे, डीएनएस नियत है तो इन हेतु 'स्थिर आईपी' विकल्प उपयोग करें। यदि आईपी-पता डीएचसीपी सर्वर (केबल मॉडेम व डीएसएल इंटरनेट सेवा) द्वारा नियत है तो 'डीएचसीपी' चुनें। कोई नेटवर्क कार्ड नहीं है तो 'लूपबैक' चुनें। यदि आप 'नेटवर्क प्रबंधक' चुनते हैं तो, नेटवर्क प्रबंधक डेमॉन सेवा द्वारा स्वतः ही केबल व केबल-रहित नेटवर्क इंटरफ़ेस सेट किया जाएगा( यह सरल एवं सुचारू है)। आप किस प्रकार का नेटवर्क सेटअप चाहते हैं?
ja: ネットワークの接続方法を知る必要があります。 内部ネットワークカードと割り当てられたIPアドレス、ゲートウェイ、DNS を使用している場合、これらの値を入力するために「静的 IP」の選択肢を使用します。IP アドレスが DHCP サーバによって割り当てられている場合は、「DHCP」を選択します。（通常ケーブルモデムや DSL サービスで使用されます）ネットワークカードがない場合は、「ループバック」を選択を選択します。自動的に NetworkManager デーモンを持っている有線・無線ネットワークインターフェースを処理したい場合は「NetworkManager」を選択する事ができます。（これは単純であり通常動作します）どのネットワーク設定をご希望ですか？
pt: Agora precisamos de saber como o computador se liga à rede. Se tem uma placa de rede interna e um endereço IP, gateway e DNS, use a opção 'static IP' para informar esses valores. Se o seu endereço IP é dado por um servidor DHCP (geralmente usado pelos serviços de cabo e DSL), escolha 'DHCP'. Se não tem uma placa de rede, use a opção 'loopback'. Também pode escolher 'NetworkManager' se quiser que o serviço do NetworkManager controle automaticamente as interfaces de rede por cabo ou sem fios (isto é simples e geralmente funciona). Que tipo de configuração de rede deseja?
pt_br: Agora precisamos saber como seu computador se conecta à rede. Se você tem uma placa de rede interna e um endereço IP, gateway e DNS, use a opção 'static IP' para informar esses valores. Se o seu endereço IP é dado por um servidor DHCP (geralmente usado pelos serviços de cabo e DSL), escolha 'DHCP'. Se você não tem uma placa de rede, use a opção 'loopback'. Você também pode escolher 'NetworkManager' se quiser que o serviço do NetworkManager gerencie automaticamente suas interfaces de rede com ou sem fio (isso é simples e geralmente funciona). Que tipo de configuração de rede você quer?

source: Use a static IP address to configure ethernet
es: Usar una dirección IP estática para configurar ethernet
hi_in: ईथरनेट विन्यास हेतु स्थिर आईपी-पता चुनें
ja: 有線設定に固定 IP アドレスを使用する
pt: Usar um endereço IP estático para configurar a ethernet
pt_br: Usar um endereço IP estático para configurar a rede local

source: Use a DHCP server to configure ethernet
es: Usar un servidor DHCP para configurar ethernet
hi_in: ईथरनेट विन्यास हेतु डीएचसीपी सर्वर चुनें
ja: 有線設定に DHCP サーバを使用する
pt: Usar um servidor DHCP para configurar a ethernet
pt_br: Usar um servidor DHCP para configurar a rede local

source: Set up a loopback connection (modem or no net)
es: Configurar una conexión 'loopback' (módem o sin red)
hi_in: लूपबैक कनेक्शन सेट करें (मॉडेम या नेट नहीं)
ja: ループバック接続の設定 (モデムまたはネット未使用)
pt: Estabelecer uma ligação loopback (modem ou sem rede)
pt_br: Estabelecer uma conexão loopback (modem ou sem rede)

source: Autoconfigure network using NetworkManager
es: Configurar automáticamente utilizando NetworkManager
hi_in: नेटवर्क प्रबंधक द्वारा नेटवर्क स्वतः विन्यस्त करें
ja: NetworkManager を使用したネットワークの自動設定
pt: Configurar automaticamente a rede usando o NetworkManager
pt_br: Configurar automaticamente a rede usando NetworkManager

source: SET DHCP HOSTNAME
es: CONFIGURAR EL NOMBRE DE HOST DHCP
hi_in: डीएचसीपी होस्ट नाम सेट करें
ja: DHCP ホスト名を設定します
pt: ESTABELECER O HOSTNAME DO DHCP
pt_br: ESTABELECER HOSTNAME DO DHCP
