Repository: gapan/salixtools
Catalog: localesetup/po/*.po
Languages: ar, es_ar, fr, hi_in, it, ja, nl, pl, pt_br, ro, ru, sv, tr, uk

source: USAGE: localesetup [locale]
ar: إسنعمال: localesetup [locale]
es_ar: USO: localesetup [localización]
fr: UTILISATION : localesetup [locale]
hi_in: उपयोग : localesetup [स्थानिकी]
it: UTILIZZO: impostazioni localizzazione [locale]
ja: 使用方法: localesetup [ロケール]
nl: GEBRUIK: localesetup [locale]
pl: ZASTOSOWANIE: localesetup [lokalizacja]
pt_br: USO: localesetup [idioma]
ro: FOLOSIRE: localesetup [locale]
ru: ИСПОЛЬЗОВАНИЕ: localesetup [название_языковых_параметров]
sv: ANVÄNDNING: localesetup [locale]
tr: KULLANIM: localesetup [yerel ayar]
uk: ВИКОРИСТАННЯ: localesetup [локаль]

source: EXAMPLE: localesetup en_US
ar: مثال: localsetup ar_MA
es_ar: EJEMPLO: localesetup es_AR
fr: EXEMPLE : localesetup fr_FR
hi_in: उदाहरण : localesetup hi_IN
it: ESEMPIO: localesetup en_US
ja: 使用例: localesetup en_US
nl: VOORBEELD: localesetup nl_NL
pl: PRZYKŁAD: localesetup en_US
pt_br: EXEMPLO: localesetup pt_BR
ro: EXEMPLU: localesetup ro_RO
ru: ПРИМЕР: localesetup en_US
sv: EXEMPEL: localesetup sv_SE
tr: ÖRNEK: localesetup en_US
uk: ПРИКЛАД: localesetup uk_UA

source: ERROR: Too many arguments
ar: خطا: العديد من المعطيات
es_ar: ERROR: Demasiados argumentos
fr: ERREUR : Trop d'arguments
hi_in: त्रुटि : अनावश्यक मानदंड
it: ERRORE: Troppi argomenti
ja: エラー: 引数が多すぎます
nl: FOUT: Te veel argumenten
pl: BŁĄD: Zbyt wiele argumentów
pt_br: ERRO: Muitos argumentos
ro: EROARE: Prea multe argumente
ru: ОШИБКА: Слишком много аргументов
sv: FEL: För många argument
tr: HATA: Çok fazla parametre var.
uk: ПОМИЛКА: Забагато аргументів

source: You need root privileges to run this
es_ar: Necesita privilegios de administrador para ejecutarlo
fr: Vous avez besoin des droits de 'root' pour exécuter cette commande
hi_in: इस हेतु रुट उपयोक्ता विशेषाधिकार होना आवश्यक है
it: Devi avere i privilegi di amministratore per avviare questa applicazione
ja: 実行するには root 権限が必要です
nl: U heeft root privileges nodig om dit te draaien
pl: Musisz mieć uprawnienia administratora aby to uruchomić
pt_br: Precisa de privilégios de administrador para executar isto
ro: Ai nevoie de privilegii root pentru a rula aceasta
ru: Для запуска требуются права суперпользователя
sv: Du behöver root-behörighet för att köra det här
tr: Bunu çalıştırmak için root yetkilerine sahip olmanız gerekmektedir
uk: Вам потрібно права суперкористувача для запуску цього

source: Setting locale to $locale
ar: إعداد اللغة إلى $locale
es_ar: Configurar locaización a $locale
fr: Affecte la locale à $locale
hi_in: स्थानिकी $locale सेट की गई
it: Impostazione della localizzazione in $locale
ja: ロケールを $locale に設定
nl: Instellen van locale tot $locale
pl: Ustawienie lokalizacji na $locale
pt_br: Configurando a localidade para $locale
ro: Setare localizare în $locale
ru: Установка языковых параметров $locale
sv: Sätter språk till $locale
tr: Yerel ayarı $locale olarak ayarlanacak
uk: Налаштування локалі до $locale

source: ERROR: $newlocale is not a valid locale
ar: خطأ: $newlocale ليست لغة صحيحة
es_ar: ERROR: $newlocale no es una localizaqción válida
fr: ERREUR : $newlocale n'est pas une locale valide
hi_in: त्रुटि : $newlocale अमान्य स्थानिकी
it: ERRORE: $newlocale non è una localizzazione valida
ja: エラー: $newlocale は正しいロケールではありません
nl: FOUT: $newlocale is geen geldige locale
pl: BŁĄD: $newlocale nie jest prawidłową lokalizacją
pt_br: ERRO: $newlocale não é uma localidade válida
ro: EROARE: $newlocale nu este o localizare validă
ru: ОШИБКА: $newlocale не является корректным названием языковых параметров
sv: FEL: $newlocale är inte giltigt språk
tr: HATA: $newlocale geçerli bir yerel ayarı değil
uk: ПОМИЛКА: $newlocale не є правильною локаллю

source: System language configuration
ar: إعدادات لغة النظام
es_ar: Configuración del idioma del sistema
fr: Configuration de la langue du système
hi_in: सिस्टम भाषा पुष्टिकरण
it: Configurazione della lingua di sistema
ja: システム言語設定
nl: Systeemtaal configuratie
pl: Konfiguracja języka systemu
pt_br: Configuração do idioma do sistema
ro: Configurare localizare sistem
ru: Настройка языка системы
sv: System språks konfiguration
tr: Sistem dili yapılandırması
uk: Налаштування системної мови

source: OK
ar: نعم
es_ar: Aceptar
fr: Valider
hi_in: ठीक है
tr: TAMAM
uk: ОК

source: Exit
ar: خروج
es_ar: Salir
fr: Quitter
hi_in: बंद करें
it: Esci
ja: 終了
nl: Afsluiten
pl: Wyjście
pt_br: Sair
ro: Ieșire
ru: Выход
sv: Avsluta
tr: Çıkış
uk: Вихід

source: The current locale is $currentlocale.
ar: اللغة الحالية هي $currentlocale.
es_ar: La localización actual es $currentlocale.
fr: La locale actuelle du système est $currentlocale.
hi_in: वर्तमान स्थानिकी $currentlocale है।
it: La Lingua corrente è $currentlocale.
ja: 現在ロケールは $currentlocale です
nl: De huidige locale is $currentlocale.
pl: Lokalizacją jest $currentlocale.
pt_br: A localidade atual é $currentlocale.
ro: Localizarea curentă este $currentlocale.
ru: Текущие языковые параметры $currentlocale.
sv: Det nuvarande språket är $currentlocale.
tr: Geçerli yerel ayarı $currentlocale.
uk: Поточна локаль є $currentlocale.

source: Please select your preferred system language:
ar: المرجوا إختيار لغة النظام المفضلة:
es_ar: Por favor seleccione su idioma preferido del sistema:
fr: Veuillez sélectionner votre nouvelle langue :
hi_in: कृपया इच्छित सिस्टम भाषा चुनें :
it: Per favore seleziona la lingua di sistema preferita:
ja: システム言語を選択して下さい:
nl: Kies uw favoriete systeemtaal:
pl: Proszę wybrać preferowany język systemu:
pt_br: Por favor, selecione o idioma desejado para o sistema
ro: Vă rugăm să selectați localizarea preferată:
ru: Выберите предпочитаемый вами язык системы:
sv: Välj önskat system språk:
tr: Lütfen tercih ettiğiniz sistem dilini seçiniz:
uk: Будь ласка, виберіть Вашу улюблену системну мову:
