Repository: gapan/salixtools
Catalog: keyboardsetup/po/*.po
Languages: cs_cz, hi_in, ro, tr

source: You need root privileges to run this
cs_cz: Pro spuštění musíte mít root oprávnění
hi_in: इस हेतु रुट उपयोक्ता विशेषाधिकार होना आवश्यक है
ro: Aveți nevoie de privilegii root pentru a rula
tr: Bunu çalıştırmak için root yetkilerine sahip olmanız gerekmektedir

source: USAGE:
cs_cz: POUŽITÍ:
hi_in: उपयोग :
ro: FOLOSIRE:
tr: KULLANIM:

source: OPTIONS:
cs_cz: MOŽNOSTI:
hi_in: विकल्प :
ro: OPȚIUNI:
tr: OPSİYONLAR:

source: a valid keyboard map
cs_cz: mapa kláves, mapa klávesnice
hi_in: मान्य कुंजीपटल अभिन्यास
ro: un aranjament de tastatură valid
tr: geçerli klavye haritası

source: the numlock state, on or off
cs_cz: stav NumLock, zapnut nebo vypnut
hi_in: नमलॉक, चालू या बंद
ro: statusul numlock, pornit sau oprit
tr: numlock durumu, açık veya kapalı

source: the IBus state, on or off
cs_cz: stav IBus, zapnut nebo vypnut
hi_in: IBus, चालू या बंद
ro: statusul IBus, pornit sau oprit
tr: IBus durumu, açık veya kapalı

source: the SCIM state, on or off
cs_cz: stav SCIM, zapnut nebo vypnut
hi_in: SCIM, चालू या बंद
ro: statusul SCIM, pornit sau oprit
tr: SCIM durumu açık veya kapalı

source: do not apply changes on the fly, only edit settings files
cs_cz: neprovádějte změny za běhu, upravujte pouze soubory nastavení
hi_in: बदलाव तुरंत लागू न करें, केवल सेटिंग्स फ़ाइलें की संपादित करें
ro: modificările nu se aplică imediat, doar se editeaza fisierele de setări
tr: değişiklikleri anında uygulamayın, yalnızca ayar dosyalarını düzenleyin

source: ERROR: $OPTARG is not a valid keymap. You can look in $salixtoolsdir/keymaps for a list of valid keymaps
hi_in: त्रुटि : $OPTARG मान्य अभिन्यास नहीं है। मान्य अभिन्यासों की सूची हेतु $salixtoolsdir/keymaps देखें।
ro: EROARE: $OPTARG nu e un aranjament de tastatură valid.Puteți arunca o privire în $salixtoolsdir/keymaps pentru lista aranjamentelor de tastatură valide
tr: HATA: $OPTARG geçerli bir klavye haritası değil. Geçerli klavye haritaları listesi için $salixtoolsdir/keymaps dosyalarına bakabilirsiniz

source: ERROR: $OPTARG is not a valid option.
cs_cz: CHYBA: $OPTARG není platná možnost.
hi_in: त्रुटि : $OPTARG मान्य विकल्प नहीं है।
ro: EROARE: $OPTARG nu este o opțiune validă.
tr: HATA: $OPTARG geçerli bir seçenek değil.

source: ERROR: Too many arguments
cs_cz: CHYBA: Příliš mnoho argumentů
hi_in: त्रुटि : अनावश्यक मानदंड
ro: EROARE: Prea multe argumente
tr: HATA: Çok fazla parametre var

source: Keyboard configuration
cs_cz: Nastavení klávesnice
hi_in: कुंजीपटल विन्यास
ro: Configurare tastatură
tr: Klavye yapılandırması

source: OK
hi_in: ठीक है
tr: TAMAM

source: Exit
cs_cz: Opustit
hi_in: बंद करें
ro: Ieșire
tr: Çıkış

source: Please select your preferred keyboard map:
cs_cz: Prosím vyberte Vaší preferovanou mapu klávesnice:
hi_in: कृपया इच्छित कुंजीपटल अभिन्यास चुनें :
ro: Vă rugăm selectați aranjamentul de tastatură preferat:
tr: Lütfen tercih ettiğiniz klavye haritasını seçin:

source: Numlock configuration
cs_cz: Nastavení NumLocku
hi_in: नमलॉक विन्यास
ro: Configurare tastă numlock
tr: Numlock yapılandırması

source: Enabled
cs_cz: Povolit
hi_in: सक्रिय
ro: Activat
tr: Aktif

source: Disabled
cs_cz: Zakázat
hi_in: निष्क्रिय
ro: Dezactivat
tr: Devre dışı

source: Do you want to have numlock enabled or disabled by default?
cs_cz: Chcete mít ve výchozím nastavení NumLock zapnutý, nebo zakázaný?
hi_in: डिफ़ॉल्ट रूप से, नमलॉक सक्रिय होना चाहिए या निष्क्रिय?
ro: Doriți să aveți implicit numlock activat sau dezactivat?
tr: Varsayılan olarak numlock'u etkinleştirmek veya devre dışı bırakmak istiyor musunuz?

source: IBus configuration
cs_cz: Nastavení IBus
hi_in: IBus विन्यास
ro: Configurare IBus
tr: IBus yapılandırması

source: IBus is an input platform for Chinese, Japanese, Korean and many other languages when using a graphical environment. Do you want to have it enabled or disabled on boot?\n\nYou will have to restart your system for this to take effect.
hi_in: IBus, ग्राफ़िकल वातावरण में चीनी, जापानी, कोरियाई व कई अन्य भाषाओँ हेतु एक इनपुट मंच है। क्या आप इसे सिस्टम आरंभ पर सक्रिय या निष्क्रिय करना चाहते हैं?\n\nयह बदलाव लागू करने हेतु सिस्टम पुनः आरंभ करना होगा।
ro: IBus este o platformă de intrare pentru limbile chineză,japoneză,coreeană și alte limbi când se folosește un mediu grafic.Doriți să fie activată sau dezactivată la boot-are?Trebuie să reporniți sistemul pentru a avea efect.
tr: IBus, grafik ortam kullanırken Çince, Japonca, Korece ve diğer birçok dil için bir giriş platformudur. Açılışta etkinleştirmek veya devre dışı bırakmakı istiyor musunuz?\n\nBunun geçerli olması için sisteminizi yeniden başlatmanız gerekecek.

source: SCIM configuration
cs_cz: Nastavení SCIM
hi_in: SCIM विन्यास
ro: Configurare SCIM
tr: SCIM yapılandırması

source: SCIM is an input platform for Chinese, Japanese, Korean and many other languages when using a graphical environment. Do you want to have it enabled or disabled on boot?\n\nYou will have to restart your system for this to take effect.
hi_in: SCIM, ग्राफ़िकल वातावरण में चीनी, जापानी, कोरियाई व कई अन्य भाषाओँ हेतु एक इनपुट मंच है। क्या आप इसे सिस्टम आरंभ पर सक्रिय या निष्क्रिय करना चाहते हैं?\n\nयह बदलाव लागू करने हेतु सिस्टम पुनः आरंभ करना होगा।
ro: SCIM este o platformă de intrare pentru limbile chineză,japoneză,coreeană și alte limbi când se folosește un mediu grafic. Doriți să fie activată sau dezactivată la boot-are?Trebuie să reporniți sistemul pentru a avea efect.
tr: SCIM, grafik ortamı kullanırken Çince, Japonca, Korece ve diğer birçok dil için bir giriş platformudur. Açılışta etkinleştirmek veya devre dışı bırakmak istiyor musunuz?\n\nBunun geçerli olması için sisteminizi yeniden başlatmanız gerekecek.
