Repository: gapan/salixtools
Catalog: reposetup/po/*.po
Languages: es, fr, hi_in, it, ja, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk

source: You need root privileges to run this
es: Necesita privilegios de administrador para ejecutarlo
fr: Vous avez besoin des droits de 'root' pour exécuter cette commande
hi_in: इस हेतु रुट उपयोक्ता विशेषाधिकार होना आवश्यक है
it: Devi avere i privilegi di amministratore per avviare questa applicazione
ja: 実行するには root 権限が必要です
nl: U heeft root privileges nodig om dit te draaien
pl: Musisz mieć uprawnienia administratora aby to uruchomić
pt_br: Você precisa de privilégios de administrador para executar isto
pt_pt: Você precisa de privilégios root para executar isto
ro: Ai nevoie de privilegii root pentru a rula
ru: Для запуска требуются права суперпользователя
sv: Du behöver root-behörighet för att köra det här
tr: Bunu çalıştırmak için root yetkilerine sahip olmanız gerekmektedir
uk: Вам потрібно права суперкористувача для запуску цього

source: Select repository mirror
es: Seleccionar el repositorio espejo
fr: Sélectionner le dépôt miroir
hi_in: पैकेज-संग्रह हेतु सर्वर-मिरर चुनें
it: Seleziona il mirror dei repository
ja: リポジトリミラーを選択して下さい
nl: Selecteer de gespiegelde 'repository'
pl: Wybierz serwer lustrzany repozytorium
pt_br: Selecionar espelho do repositório
pt_pt: Selecione o espelho repositório
ro: Selectează serverul
ru: Выбор зеркала репозитория
sv: Välj förrådsspegel
tr: Yansı deposunu seçin
uk: Виберіть дзеркало сховища

source: Select
es: Seleccionar
fr: Sélectionner
hi_in: चुनें
it: Seleziona
ja: 選択
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectează
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати

source: Cancel
es: Cancelar
fr: Abandonner
hi_in: रद्द करें
it: Annulla
ja: 取り消し
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sv: Avbryt
tr: İptal et
uk: Скасувати

source: Please select your preferred repository mirror. The country code of where the mirror is located is shown on the right. Your selection will be applied to the /etc/slapt-get/slapt-getrc and /etc/slapt-get/slapt-srcrc files:
es: Por favor, seleccione su repositorio espejo preferido. El código del pais donde se encentra el espejo se muestra a la derecha. Su selección se aplicará a los archivos /etc/slapt-get/slapt-getrc y /etc/slapt-get/slapt-srcrc:
fr: Merci de sélectionner votre dépot miroir préféré. Le code du pays où se situe le miroir apparaît à droite. Votre sélection s'appliquera aux fichiers /etc/slapt-get/slaptget-rc et /etc/slapt-get/slapt-srcrc :
hi_in: कृपया, पैकेज-संग्रह हेतु इच्छित सर्वर-मिरर चुनें। सर्वर का भौगोलिक स्थान देश कोड के रूप में दायीं ओर है। चयन /etc/slapt-get/slapt-getrc व /etc/slapt-get/slapt-srcrc फ़ाइलों पर लागू होगा :
it: Per favore seleziona il mirror dei repository. Il codice del paese che ospita il mirror viene mostrato nella parte destra della finestra. La selezione verrà scritta nei file /etc/slapt-get/slapt-getrc e /etc/slapt-get/slapt-srcrc:
ja: お好みのリポジトリミラーを選択して下さい。ミラーが配置されている場所の国コードが右側に表示されます。選択はファイル /etc/slapt-get/slapt-getrc および /etc/slapt-get/slapt-srcrc に適用されます:
nl: Selecteer alstublieft de gespiegelde 'repository' welke uw voorkeur heeft. De landscode van de gespiegelde 'repository' is zichtbaar aan de rechterzijde. Uw keus zal in de /etc/slapt-get/slapt-getrc en /etc/slapt-get/slapt-srcrc bestanden worden toegepast:
pl: Proszę wybrać swój preferowany serwer lustrzany repozytoriów. Kod kraju w którym zlokalizowany jest serwer lustrzany jest widoczny po prawej. Twój wybór będzie zapisany w plikach /etc/slapt-get/slapt-getrc i /etc/slapt-get/slapt-srcrc
pt_br: Por favor, selecione o seu espelho do repositório preferido. O código do país de onde o espelho está localizado é exibido à direita. A sua seleção será aplicada aos arquivos /etc/slapt-get/slapt-getrc e /etc/slapt-get/slapt-srcrc:
pt_pt: Por favor, selecione o seu espelho do repositório preferido. O código do país de onde o espelho está localizado são mostrados à direita. A sua selecção irá ser aplicada aos ficheiros: /etc/slapt-get/slapt-getrc and /etc/slapt-get/slapt-srcrc
ro: Vă rugăm selectați serverul preferat.Codul de țară al serverului se află în partea dreaptă.Selecția va fi aplicată fișierelor /etc/slapt-get/slapt-getrc și /etc/slapt-get/slapt-srcrc:
ru: Выбор предпочтительного зеракала репозитория. Справа приведен код страны, где расположено зеркало. Выбор будет сохранен в файлах /etc/slapt-get/slapt-getrc и /etc/slapt-get/slapt-srcrc:
sv: Vänligen välj önskat förrådsspegel. Landskoden för där spegeln ligger visas till höger. Ditt val kommer att tillämpas på /etc/slapt-get/slapt-getrc och /etc/slapt-get/slapt-srcrc filerna:
tr: Lütfen tercih ettiğiniz depo yansısını seçin. Yansının bulunduğu ülke kodu sağda gösterilir. Seçiminiz /etc/slapt-get/slapt-getrc ve /etc/slapt-get/slapt-srcrc dosyalarına uygulanacaktır:
uk: Вкажіть, будь ласка, Ваше улюблене дзеркало сховищ. Код країни знаходження сховища міститься праворуч. Ваш вибір буде записано у файли /etc/slapt-get/slapt-getrc та /etc/slapt-get/slapt-srcrc:

source: WARNING: Any changes you have manually made in the SOURCE lines of those files will be lost!
es: ADVERTENCIA: ¡Todos los cambios realizados manualmente en las líneas SOURCE de estos archivos se perderán!
fr: ATTENTION : toutes les modifications que vous avez effectuées manuellement dans les lignes SOURCE de ces fichiers seront perdues !
hi_in: चेतावनी : इन फ़ाइलों की स्रोत पंक्तियों में मैनुअल रूप से किए गए बदलाव नष्ट हो जाएँगे!
it: ATTENZIONE: Qualunque modifica eseguita manualmente sulle righe SOURCE di tali files verrà perduta!
ja: 警告：手動で行ったこれらファイルのソース変更は失われます！
nl: WAARSCHUWING: Elke wijziging welke u handmatig heeft gemaakt in de SOURCE regels van deze bestanden gaan verloren!
pl: UWAGA: Wszystkie zmiany ręcznie wprowadzone w LINIACH ŹRÓDŁOWYCH tych plików będą utracone!
pt_br: ATENÇÃO: Quaisquer alterações feitas manualmente nas linhas de FONTE desses arquivos serão perdidas!
pt_pt: ATENÇÃO: Quaisquer alterações feitas manualmente nas linhas de FONTE desses ficheiros serão perdidas!
ro: ATENȚIE:Orice modificări manuale pe care le-ați făcut la liniile SOURCE în aceste fișiere vor fi pierdute!
ru: ВНИМАНИЕ: Все изменения, сделанные вручную в строках SOURCE этих файлов, будут потеряны!
sv: VARNING: Eventuella ändringar som du manuellt har gjort i SOURCE raderna av dessa filer kommer att gå förlorade!
tr: UYARI: Bu dosyaların KAYNAK satırlarında manuel olarak yaptığınız değişiklikler kaybolacaktır!
uk: ПОПЕРЕДЖЕННЯ: Будь-які зміни, які Ви зробили вручну в ДЖЕРЕЛЬНИХ стрічках цих файлів, будуть втрачені!

source: Update package caches?
es: ¿Actualizar los caches de paquetes?
fr: Mettre à jour les caches des paquets ?
hi_in: पैकेज कैश अपडेट करें?
it: Aggiorno la cache dei pachetti?
ja: パッケージキャッシュを更新しますか？
nl: Ververs de pakket cache?
pl: Uaktualnić pamięć podręczną pakietów?
pt_br: Atualizar caches dos pacotes?
pt_pt: Atualizar caches dos pacotes?
ro: Înnoiți cache-ul de pachete?
ru: Обновить кеш пакетов?
sv: Uppdatera packet cachen?
tr: Paket önbellekleri güncelleştirilsin mi?
uk: Оновити кеш пакунків?

source: Update
es: Actualizar
fr: Mettre à jour
hi_in: अपडेट करें
it: Aggiorna
ja: 更新する
nl: Ververs
pl: Uaktualnij
pt_br: Atualizar
pt_pt: Atualizar
ro: Înnoire
ru: Обновить
sv: Uppdatera
tr: Güncelle
uk: Оновити

source: Do not update
es: No actualizar
fr: Ne pas mettre à jour
hi_in: अपडेट न करें
it: Non Aggiornare
ja: 更新しない
nl: Ververs niet
pl: Nie uaktualniaj
pt_br: Não atualizar
pt_pt: Não atualizar
ro: Nu înnoi
ru: Не обновлять
sv: Uppdatera inte
tr: Güncelleme
uk: Не оновлювати

source: Would you like to update the package and SlackBuild caches now?
es: ¿Desea actualizar el paquete y los caches de SlackBuild ahora?
fr: Voulez-vous mettre à jour les caches des paquets et des SlackBuild maintenant ?
hi_in: क्या आप पैकेज व स्लैकबिल्ड कैश अभी अपडेट करना चाहते हैं?
it: Desideri aggiornare ora la cache dei pacchetti e degli Slackbuild?
ja: パッケージと SlackBuild のキャッシュを今すぐ更新しますか？
nl: Wilt u nu het pakket en de SlackBuild caches verversen?
pl: Czy chciałbyś teraz uaktualnić pamięć podręczną pakietu i SlackBuild?
pt_br: Você gostaria de atualizar o pacote e os caches do SlackBuild agora?
pt_pt: Gostaria de atualizar o pacote e as caches do SlackBuild agora?
ro: Vreți să înnoiți acum cache-ul de pachete și SlackBuild-uri?
ru: Обновить кеши пакетов и SlackBuild?
sv: Vill du uppdatera packet och SlackBuild cachen nu?
tr: Paket ve SlackBuild önbelleklerini şimdi güncellemek ister misiniz?
uk: Ви бажаєте зараз оновити кеш пакунків і SlackBuild'ів?

source: USAGE:
es: USO:
fr: UTILISATION :
hi_in: उपयोग :
it: UTIIZZO:
ja: 使用方法：
nl: GEBRUIK:
pl: UŻYCIE:
pt_br: USO:
pt_pt: USO:
ro: Folosire:
ru: ИСПОЛЬЗОВАНИЕ:
sv: ANVÄNDNING:
tr: KULLANIM:
uk: ВИКОРИСТАННЯ:

source: mirror
es: espejo
fr: miroir
hi_in: सर्वर-मिरर
ja: ミラー
nl: gespiegelde 'repository'
pl: serwer lustrzany
pt_br: espelho
pt_pt: Espelho
ro: server
ru: зеркало
sv: förrådsspegel
tr: yansı
uk: дзеркало

source: OPTIONS:
es: OPCIONES:
hi_in: विकल्प :
it: OPZIONI:
ja: オプション：
nl: OPTIES:
pl: OPCJE:
pt_br: OPÇÕES:
pt_pt: OPÇÕES:
ro: OPȚIUNI:
ru: ОПЦИИ:
sv: ALTERNATIV:
tr: OPSİYONLAR:
uk: ПАРАМЕТРИ:

source: Specify a repository mirror manually
es: Especificar manualmente el repositorio espejo
fr: Indiquer un dépôt miroir manuellement
hi_in: पैकेज-संग्रह हेतु सर्वर-मिरर मैनुअल रूप से निर्दिष्ट करें
it: Imposta manualmente un mirror per i repository
ja: リポジトリミラーを手動で選択
nl: Specificeer handmatig een 'repository'
pl: Wybierz serwer lustrzany repozytorium
pt_br: Especifique um espelho do repositório manualmente
pt_pt: Especifique um espelho repositório manualmente
ro: Specifică manual serverul
ru: Задать зеркало репозитория вручную
sv: Ange förrådsspegel manuelt
tr: Depo yansısını elle belirtin
uk: Ручне вказування дзеркала сховищ

source: Use local mirror list and do not download a new one
es: Usar la lista espejo local y no descargar una nueva
fr: Utiliser une liste de miroirs locale et ne pas en télécharger une nouvelle
hi_in: लोकल सर्वर-मिरर सूची उपयोग करें व नई डाउनलोड न करें
it: Utilizza una lista di mirror locale e non scaricarne un'altra
ja: ローカルのミラーリストを使用し、新しいリストをダウンロードしない
nl: Gebruik een lokale lijst van 'repositories' en download geen nieuwe lijst.
pl: Wybierz lokalną listę serwerów lustrzanych i nie pobieraj nowej
pt_br: Usar a lista de espelhos local e não baixar uma nova
pt_pt: Use a lista de um espelho local e não baixe um novo
ro: Folosește lista locală de servere și nu descărca alta
ru: Использовать локальный список зеркал и не загружать новый
sv: Använd lokal spegellista och ladda inte ner en ny
tr: Yerel yansı listesini kullanın ve yeni bir tane indirmeyin
uk: Використання локально списку дзеркал без звантажування нового

source: Do not update/ask for updating the package caches
es: No actualizar ni preguntar por actualizaciones de los cachés de paquete
fr: Ne pas mettre à jour/demander à mettre à jour le cache des paquets
hi_in: पैकेज कैश अपडेट न करें/ न अपडेट करने हेतु पूछें
it: Non aggiornare/richiedi di aggiornare la cache dei pacchetti
ja: パッケージキャッシュを更新するかどうかの質問をなくす
nl: Ververs niet/vraag niet om verversing van de pakket caches
pl: Nie uaktualniaj/pytaj o uaktualnienie pamięci podręcznej pakietów
pt_br: Não atualizar/pedir para atualizar os caches dos pacotes
pt_pt: Não atualizar/pedir para atualizar as caches dos pacotes
ro: Nu înnoiți/întreba cache-ul pachetelor
ru: Не обновлять и даже не спрашивать об обновлении кэшей пакетов
sv: Uppdatera/fråga inte för uppdatering av paketet cachar
uk: Не оновлювати/питати про оновлення кешу пакунків

source: Print currently selected mirror
es: Imprimir el espejo actualmente seleccionado
fr: Afficher le miroir actuellement sélectionné
hi_in: वर्तमान चयनित सर्वर-मिरर दिखाएँ
it: Stampa il mirror selezionato
ja: 現在選択されているミラーを表示
nl: Print de momenteel geselecteerde 'repository'
pl: Wydrukuj obecnie zaznaczony serwer lustrzany
pt_br: Imprimir espelho selecionado atualmente
pt_pt: Imprime o atual espelho selecionado
ro: Printează serverul selectat
ru: Показать текущее выбранное зеркало
sv: Skriv ut vald spegelförråd
tr: Şu anda seçili yansıyı yazdır
uk: Надрукувати вибране дзеркало сховища

source: This help message
es: Este mensaje de aydua
fr: Ce message d'aide
hi_in: यह सहायता संदेश
it: Messaggio di Aiuto
ja: ヘルプメッセージ
nl: Dit helpbericht
pl: ten komunikat pomocy
pt_br: Esta mensagem de ajuda
pt_pt: Esta mensagem de ajuda
ro: Acesta este mesajul de ajutor
ru: Эта подсказка
sv: Denna hjälp
tr: Bu yardım mesajı
uk: Це повідомлення

source: ERROR: Too many arguments
es: ERROR: Demasiados argumentos
fr: ERREUR : trop d'arguments
hi_in: त्रुटि : अनावश्यक मानदंड
it: ERRORE: Troppi argomenti
ja: エラー: 引数が多すぎます
nl: FOUT: Te veel argumenten
pl: BŁĄD: Zbyt wiele argumentów
pt_br: ERRO: Demasiados argumentos
pt_pt: Erro: Demasiados argumentos
ro: EROARE: Prea multe argumente
ru: ОШИБКА: Слишком много параметров
sv: FEL: För många argument
tr: HATA: Çok fazla parametre
uk: ПОМИЛКА: Забагато параметрів

source: Refreshing mirror list from
es: Refrescando la lista de espejos desde
fr: Mettre à jour la liste des miroirs
hi_in: यहाँ से सर्वर-मिरर सूची रिफ्रेश हो रही है
it: Aggiorna la lista dei mirror da
ja: ミラーリストの更新
nl: Ververs de lijst van 'repositories' van
pl: Odświeżanie listy serwerów lustrzanych z
pt_br: Atualizando a lista de espelhos a partir de
pt_pt: A refrescar a lista de espelhos de
ro: Împrospătare listă servere din
ru: Обновление списка зеркал с
sv: Uppdatera spegelförråd från
tr: Yansı listesi yenilenecek
uk: Оновлення списку дзеркал з

source: Getting mirror list failed
es: Fallo al descargar la lista de espejos
fr: La récupération de la liste des miroirs a échoué
hi_in: सर्वर-मिरर सूची प्राप्त करना विफल रहा
it: Recupero della lista dei mirror fallito
ja: ミラーリストの取得に失敗しました
nl: Verkrijgen van de lijst van 'repositories' mislukt
pl: Pobieranie listy serwerów lustrzanych się nie powiodło
pt_br: Falha na obtenção da lista de espelhos
pt_pt: Falha a obter a lista de espelhos
ro: Eșuare în descărcarea listei de servere
ru: Сбой получения списка зеркал
sv: Hämtning av förrådsspegel misslyckades
tr: Yansı listesini alma başarısız oldu
uk: Отримання списку дзеркал не вдалося
