Repository: gapan/salixtools
Catalog: clocksetup/po/*.po
Languages: cs_cz, hi_in, it, ro, tr

source: You need root privileges to run this
cs_cz: Pro spuštění musíte mít root oprávnění
hi_in: इस हेतु रुट उपयोक्ता विशेषाधिकार होना आवश्यक है
it: Devi avere i privilegi di amministratore per avviare questa applicazione
ro: Aveți nevoie de privilegii root pentru a rula
tr: Bunu çalıştırmak için root yetkilerine sahip olmanız gerekmektedir

source: USAGE:
cs_cz: POUŽITÍ:
hi_in: उपयोग :
it: UTILIZZO
ro: FOLOSIRE:
tr: KULLANIM:

source: OPTIONS:
cs_cz: MOŽNOSTI:
hi_in: विकल्प :
it: OPZIONI:
ro: OPȚIUNI:
tr: OPSİYONLAR:

source: only show the hardware clock configuration dialog
cs_cz: zobrazí pouze konfigurační dialogové okno hardwarových hodin
hi_in: केवल हार्डवेयर घड़ी विन्यास विंडो दिखाएँ
it: mostra solo la finestra di configurazione dell'orologio hardware
ro: arată doar dialogul de configurare al ceasului hardware
tr: yalnızca donanım saati yapılandırma iletişim kutusunu gösterin

source: only show the date configuration dialog
cs_cz: zobrazí pouze konfigurační dialogové okno datumu
hi_in: केवल दिनांक विन्यास विंडो दिखाएँ
it: mostra solo la finestra di configurazione della data
ro: arată doar dialogul de configurare al datei
tr: yalnızca tarih yapılandırma iletişim kutusunu gösterin

source: only show the time configuration dialog
cs_cz: zobrazí pouze konfigurační dialogové okno času
hi_in: केवल समय विन्यास विंडो दिखाएँ
it: mostra solo la finestra di configurazione dell'orario
ro: arată doar dialogul de configurare al timpului
tr: yalnızca zaman yapılandırma iletişim kutusunu gösterin

source: only show the timezone configuration dialog
cs_cz: zobrazí pouze konfigurační dialogové okno časové zóny
hi_in: केवल समय क्षेत्र विन्यास विंडो दिखाएँ
it: mostra solo la finestra di configurazione del fuso orario
ro: arată doar dialogul de configurare al fusului orar
tr: yalnızca saat dilimi yapılandırma iletişim kutusunu gösterin

source: this help message
cs_cz: tato zpráva nápovědy
hi_in: यह सहायता संदेश
it: messaggio di aiuto
ro: acest mesaj de ajutor
tr: bu yardım mesajı

source: ERROR: Too many arguments
cs_cz: CHYBA: Příliš mnoho argumentů
hi_in: त्रुटि : अनावश्यक मानदंड
it: ERRORE: Troppi argomenti
ro: EROARE: Prea multe argumente
tr: HATA: çok fazla parametre var

source: OK
hi_in: ठीक है
tr: TAMAM

source: Exit
cs_cz: Opustit
hi_in: बंद करें
it: Esci
ro: Ieșire
tr: Çıkış

source: System clock configuration
cs_cz: Nastavení systémových hodin
hi_in: सिस्टम घड़ी विन्यास
it: Configurazione dell'orologio di sistema
ro: Configurarea ceasului de sistem
tr: Sistem saati yapılandırması

source: Currently the clock is set to:
cs_cz: Aktuální nastavení hodin:
hi_in: वर्तमान में घड़ी, इस पर सेट है :
it: Attualmente l'orologio è impostato su:
ro: Ceasurile sunt setate pe:
tr: Şu anda saat şu şekilde ayarlanmıştır:

source: Please choose an option:
cs_cz: Prosím, zvolte jednu z možností:
hi_in: कृपया एक विकल्प चुनें :
it: Scegli un'opzione:
ro: Alegeți o opțiune:
tr: Lütfen bir opsiyon seçiniz:

source: Set the time manually
cs_cz: Nastavení času ručně
hi_in: समय मैनुअल रूप से सेट करें
it: Imposta l'orario manualmente
ro: Setează timpul manual
tr: Saati elle ayarla

source: Set the date manually
cs_cz: Nastavení datumu ručně
hi_in: दिनांक मैनुअल रूप से सेट करें
it: Imposta la data manualmente
ro: Seteaza data manual
tr: Tarihi elle ayarlayın

source: Set the time zone
cs_cz: Nastavení časového pásma
hi_in: समय क्षेत्र सेट करें
it: Imposta il fuso orario
ro: Setează fusul orar
tr: Saat dilimini ayarlayın

source: Configure the hardware clock
cs_cz: Nastavení hardwarových hodin
hi_in: हार्डवेयर घड़ी विन्यस्त करें
it: Configura l'orologio hardware
ro: Configurează ceasul hardware
tr: Donanım saatini yapılandır

source: Synchronize with Network Time Protocol (NTP)
cs_cz: Synchronizace pomocí Network Time Protocolu (NTP)
hi_in: नेटवर्क समय प्रोटोकॉल (एनटीपी) द्वारा समकालीन करें
it: Sincronizza col Protocollo del Tempo di Rete (NTP)
ro: Sincronizează cu Network Time Protocol (NTP)
tr: Ağ Zaman Protokolü (NTP) ile senkronize edin

source: Clock adjustment
cs_cz: Nastavení hodin
hi_in: घड़ी समायोजन
it: Regolazione dell'orologio
ro: Ajustează ceasul
tr: Saat ayarı

source: Cancel
cs_cz: Zrušit
hi_in: रद्द करें
it: Annulla
ro: Renunță
tr: İptal et

source: Please set the time...
cs_cz: Prosím nastavte čas...
hi_in: कृपया समय सेट करें ...
it: Imposta l'orario
ro: Vă rugăm să setați ora...
tr: Lütfen saati ayarlayın...

source: Date adjustment
cs_cz: Nastavení data
hi_in: दिनांक समायोजन
it: Regolazione della data
ro: Ajustare dată
tr: Tarih ayarı

source: Please set the date...
cs_cz: Prosím nastavte datum...
hi_in: कृपया दिनांक सेट करें ...
it: Imposta la data
ro: Vă rugăm să setați data...
tr: Lütfen tarihi ayarlayın...

source: Time zone configuration
cs_cz: Nastavení časového pásama
hi_in: समय क्षेत्र विन्यास
it: Configurazione del fuso orario
ro: Configurare fus orar
tr: Saat dilimi yapılandırması

source: Please select your time zone...
cs_cz: Prosím vyberte Vaše časové pásmo...
hi_in: कृपया समय क्षेत्र चुनें ...
it: Seleziona il fuso orario
ro: Vă rugăm să selectați fusul orar...
tr: Lütfen saat diliminizi seçiniz...

source: Warning
cs_cz: Varování
hi_in: चेतावनी
it: Attenzione
ro: Atenție
tr: Uyarı

source: You are already using the ntpd service and clock should be correct.
cs_cz: Již používáte ntpd službu a hodiny by měly být správně.
hi_in: एनटीपीडी सेवा पहले से ही कार्यरत है अतः घड़ी ठीक है।
it: Il servizio ntpd è già attivo; le impostazioni dell'orologio dovrebbero pertanto essere corrette
ro: Deja folosiți serviciul ntpd și ceasul trebuie corectat.
tr: Zaten ntpd servisini kullanıyorsunuz ve saat doğru olmalıdır.

source: Error
cs_cz: Chyba
hi_in: त्रुटि
it: Errore
ro: Eroare
tr: Hata

source: Something went wrong. Time was not adjusted.
cs_cz: Došlo k chybě. Čas nebyl upraven.
hi_in: त्रुटि हुई। समय समायोजित नहीं हो सका।
it: Qualcosa non ha funzionato. L'orario non è stato regolato.
ro: Ceva nu e în regulă.Timpul nu e ajustat.
tr: Bir şeyler yanlış gitti. Zaman ayarlanmadı.

source: Hardware clock set to UTC?
cs_cz: Nastavit hardwarové hodiny na UTC?
hi_in: हार्डवेयर घड़ी UTC पर सेट करें?
it: L'orologio hardware è impostato su UTC?
ro: Setați ceasul hardware pe UTC?
tr: Donanım saati UTC'ye göre ayarlansın mı?

source: Is the hardware clock set to Coordinated Universal Time (UTC/GMT)? If it is, select YES here. If the hardware clock is set to the current local time (this is how most PCs are set up), then say NO here. If you are not sure what this is, you should answer NO here.
cs_cz: Jsou hardwarové hodiny nastaveny na Coordinated Universal Time (UTC/GMT)? Pokud ano, vyberte ANO. Pokud jsou hardwarové hodiny nastaveny na aktuální místní čas (nastavení většiny počítačů), tak odpovězte NE. Pokud si nejste jisti, co to je, měli byste zde odpovědět NE.
hi_in: क्या हार्डवेयर घड़ी समन्वित सर्वत्र समय (UTC/GMT) पर सेट है? यदि हाँ, तो यहाँ 'हाँ' चिन्हित करें। यदि हार्डवेयर घड़ी स्थानीय समय के अनुरूप सेट हो (अधिकतर कंप्यूटर इसी रूप में सेट होते हैं) तो यहाँ 'नहीं' चिन्हित करें। संशय की स्थिति में 'नहीं' चिन्हित करें।
it: L'orologio hardware è impostato sul Tempo Universale Coordinato (UTC/GMT)? Se lo è, seleziona SI' qui. Se l'orologio hardware è impostato sull'orario locale (come la maggioranza dei PC) allora seleziona NO qui. Se non ne sei sicuro, semplicemente scegli NO qui.
ro: Este setat ceasul hardware pe Coordinated Universal Time (UTC/GMT)? Dacă este,selectați DA aici. Dacă ceasul hardware este setat pe timpul local (cum e setat pe majoritatea PC-urilor),atunci selectați NU.Dacă nu sunteți siguri,trebuie să alegeți NU.
tr: Donanım saati Eş Güdümlü Evrensel Saat (UTC/GMT) olarak ayarlanmış mı? Öyleyse, burada EVET'i seçin. Donanım saati geçerli yerel saate ayarlanırsa (çoğu PC kuruldukları şekilde), burada HAYIR deyin. Bunun ne olduğundan emin değilseniz, burada hayır cevabınızdır.

source: No
cs_cz: Ne
hi_in: नहीं
ro: Nu
tr: Hayır

source: Hardware clock is set to local time
cs_cz: Nastavit hardwarové hodiny na lokální čas
hi_in: हार्डवेयर घड़ी स्थानीय समय के अनुरूप सेट है
it: L'orologio hardware è impostato sull'orario locale
ro: Ceasul hardware e setat pe timpul local
tr: Donanım saati yerel saate ayarlandı

source: Yes
cs_cz: Ano
hi_in: हाँ
it: Sì
ro: Da
tr: Evet

source: Hardware clock is set to UTC
cs_cz: Hardwarové hodiny jsou nastaveny na UTC
hi_in: हार्डवेयर घड़ी UTC के अनुरूप सेट है
it: L'orologio hardware è impostato su UTC
ro: Ceasul hardware este setat pe UTC
tr: Donanım saati UTC'ye ayarlandı
