Repository: gapan/salixtools
Catalog: usersetup/po/*.po
Languages: cs_cz, da, el, fi, hi_in, it, pl, ro, ru

source: Enter the home phone number of the user
cs_cz: Zadejte domácí telefonní číslo uživatele
da: Indtast hjemmetelefonnummeret for brugeren
el: Εισάγετε το τηλέφωνο σπιτιού του χρήστη
fi: Syötä käyttäjän puhelinnumero (koti)
hi_in: उपयोक्ता हेतु निवास गृह फोन नंबर दर्ज करें
it: Inserisci il numero telefonico abitazione dell'utente
pl: Wprowadź numer telefonu domowego użytkownika
ro: Introduceți telefonul de acasă al userului
ru: Введите домашний телефон пользователя

source: Enter the new group name
cs_cz: Zadejte nové jménu skupiny
da: Indtast det nye gruppe navn
el: Εισάγετε το νέο όνομα ομάδας
fi: Syötä uusi ryhmän nimi
hi_in: नया समूह नाम दर्ज करें
it: Inserisci il nome del nuovo gruppo
pl: Wpisz nową nazwę grupy
ro: Introduceți un nou nume de grup
ru: Введите название группы

source: Warning
cs_cz: Varování
da: Advarsel
el: Προειδοποίηση
fi: Varoitus
hi_in: चेतावनी
it: Attenzione
pl: Ostrzeżenie
ro: Atenție
ru: Предупреждение

source: You cannot delete the account
cs_cz: Nelze odstranit účet
da: Du kan ikke slette kontoen
el: Δεν μπορείτε να διαγράψετε το λογαριασμό
fi: Et voi poistaa tiliä
hi_in: आप अकाउंट नहीं हटा सकते हैं
it: Non è possibile eliminare l'account
pl: Nie możesz usunąć konta
ro: Nu puteți șterge contul
ru: Вы не можете удалить учётную запись

source: Confirm user deletion
cs_cz: Potvrdit smazání uživatele
da: Bekræft sletning af bruger
el: Επιβεβαίωση διαγραφής χρήστη
fi: Vahvista käyttäjän poisto
hi_in: उपयोक्ता हटाने को पुष्टि करें
it: Conferma eliminazione utente
pl: Potwierdź usunięcie użytkownika
ro: Confirmare ștergere user
ru: Подтвердите удаление пользователя

source: Cancel
cs_cz: Zrušit
da: Annullér
el: Άκυρο
fi: Peruuta
hi_in: रद्द करें
it: Cancella
pl: Anuluj
ro: Renunță
ru: Отмена

source: Are you sure you want to delete user $user?
cs_cz: Jste si jisti, že chcete odstranit uživatele $user?
da: Er du sikker på at du vil slette brugeren $user?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το χρήστη $user;
fi: Oletko varma että haluat poistaa käyttäjän $user?
hi_in: क्या आप निश्चित ही उपयोक्ता $user को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare l'utente $user?
pl: Czy na pewno chcesz usunąć użytkownika $user?
ro: Sunteți sigur că doriți să ștergeți userul $user?
ru: Вы уверены, что хотите удалить пользователя $user?

source: You cannot delete the group
cs_cz: Nelze odstranit skupinu
da: Du kan ikke slette gruppen
el: Δεν μπορείτε να διαγράψετε την ομάδα
fi: Et voi poistaa ryhmää
hi_in: आप समूह नहीं हटा सकते हैं
it: Non è possibile eliminare il gruppo
pl: Nie można usunąć grupy
ro: Nu puteți șterge grupul
ru: Вы не можете удалить группу

source: Confirm group deletion
cs_cz: Potvrdit smazání skupiny
da: Bekræft sletning af gruppe
el: Επιβεβαίωση διαγραφής ομάδας
fi: Vahvista ryhmän poisto
hi_in: समूह हटाने को पुष्टि करें
it: Conferma eliminazione gruppo
pl: Potwierdź usunięcie grupy
ro: Confirmare ștergere grup
ru: Подтвердите удаление группы

source: Are you sure you want to delete the $group group?
cs_cz: Jste si jistí, že chcete smazat skupinu $group ?
da: Er du sikker på at du vil slette gruppen $group?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την ομάδα $group;
fi: Oletko varma että haluat poistaa ryhmän $group?
hi_in: क्या आप निश्चित ही $group समूह को हटाना चाहते हैं?
it: Sei sicuro di voler eliminare il gruppo $group?
pl: Czy na pewno chcesz usunąć $group grupy?
ro: Sunteți sigur că doriți să ștergeți grupul $group?
ru: Вы уверены, что хотите удалить группу $group?
