Repository: gapan/salixtools
Catalog: usersetup/po/*.po
Languages: cs_cz, da, el, fi, hi_in, it, pl, ro, ru

source: You need root privileges to run this
cs_cz: Pro spuštění musíte mít root oprávnění
el: Απαιτούνται δικαιώματα υπερχρήστη για την εκτέλεση
hi_in: इस हेतु रुट उपयोक्ता विशेषाधिकार होना आवश्यक है
it: Devi avere i privilegi di amministratore per avviare questa applicazione
pl: Musisz mieć uprawnienia administratora aby to uruchomić
ro: Aveți nevoie de privilegii root pentru a rula
ru: Для запуска требуются права суперпользователя

source: Select
cs_cz: Vybrat
da: Vælg
el: Επιλογή
fi: Valitse
hi_in: चुनें
it: Seleziona
pl: Wybierz
ro: Selectează
ru: Выбор

source: Exit user setup
cs_cz: Ukončit nastavení uživatele
da: Afslut brugeropsætning
el: Έξοδος
fi: Poistu käyttäjienhallinnasta
hi_in: उपयोक्ता सेटअप बंद करें
it: Esci da impostazione Utente
pl: Wyjście z ustawień użytkownika
ro: Ieșire setare user
ru: Выйти из настройки пользователей

source: Users accounts management
cs_cz: Správa uživatelských účtů
da: Håndtering af brugerkonti
el: Διαχείρηση λογαριασμών χρηστών
fi: Käyttäjätilien hallinta
hi_in: उपयोक्ता अकाउंट प्रबंधन
it: Gestione degli account utenti
pl: Zarządzanie kontami użytkowników
ro: Instrument pentru gestionarea conturilor userilor
ru: Управление учетными записями пользователей

source: Please choose an option...
cs_cz: Prosím, zvolte jednu z možností...
da: Vælg venligst et tilvalg...
el: Επιλέξτε από τα παρακάτω...
fi: Ole hyvä ja valitse vaihtoehto...
hi_in: कृपया एक विकल्प चुनें ...
it: Scegli un'opzione...
pl: Proszę wybrać opcję ...
ro: Vă rugăm alegeti o opțiune...
ru: Выберите опцию...

source: Create a new account
cs_cz: Vytvořit nový účet
da: Opret en ny konto
el: Δημιουργία νέου λογαριασμού
fi: Luo uusi tili
hi_in: नया अकाउंट बनाएँ
it: Crea un nuovo account
pl: Utwórz nowe konto
ro: Crează un cont nou
ru: Создать новую учётную запись

source: Create a new account (advanced mode)
cs_cz: Vytvořit nový účet (rozšířený režim)
da: Opret en ny konto (avanceret tilstand)
el: Δημιουργία νέου λογαριασμού (λεπτομερής)
fi: Luo uusi tuli (lisävaihtoehdot)
hi_in: नया अकाउंट बनाएँ (विस्तृत मोड)
it: Crea un nuovo account (modalità avanzata)
pl: Utwórz nowe konto (tryb zaawansowany)
ro: Crează un cont nou (mod avansat)
ru: Создать новую учётную запись (расширенный режим)

source: Modify account properties
cs_cz: Upravit vlastnosti účtu
da: Redigér kontoegenskaber
el: Αλλαγή στοιχείων λογαριασμού χρήστη
fi: Muokkaa tilin ominaisuuksia
hi_in: अकाउंट विशेषताएँ बदलें
it: Modifica le proprietà dell'account
pl: Modyfikowanie właściwości konta
ro: Modifică proprietăți cont
ru: Изменить параметры учётной записи

source: Change account password
cs_cz: Změna hesla účtu
da: Ændr adgangskode for konto
el: Αλλαγή κωδικού χρήστη
fi: Vaihda tilin salasana
hi_in: अकाउंट कूटशब्द बदलें
it: Cambia password dell'account
pl: Zmień hasło do konta
ro: Modifică parolă cont
ru: Сменить пароль учётной записи

source: Delete accounts
cs_cz: Smazat účet
da: Slet konti
el: Διαγραφή λογαριασμού
fi: Poista tilejä
hi_in: अकाउंट हटाएँ
it: Elimina gli account
pl: Usuwanie kont
ro: Șterge conturi
ru: Удалить учётные записи

source: List groups and memberships
cs_cz: Seznam skupin a členství
da: List grupper og medlemsskaber
el: Προβολή ομάδων χρηστών
fi: Näytä ryhmät ja jäsenyydet
hi_in: समूह व सदस्यताएँ सूचीबद्ध करें
it: Mostra i gruppi e le appartenenze
pl: Lista grup i członkostwa
ro: Listează grupuri și membri
ru: Показать группы пользователей и членство в них

source: Create a new group
cs_cz: Vytvořit novou skupinu
da: Opret en ny gruppe
el: Δημιουργία νέας ομάδας
fi: Luo uusi ryhmä
hi_in: नया समूह बनाएँ
it: Crea un nuovo gruppo
pl: Utwórz nową grupę
ro: Crează un nou grup
ru: Создать новую группу пользователей

source: Change group name
cs_cz: Změna názvu skupiny
da: Ændr gruppenavn
el: Αλλαγή ονόματος ομάδας
fi: Vaihda ryhmän nimeä
hi_in: समूह नाम बदलें
it: Cambia il nome del gruppo
pl: Zmień nazwę grupy
ro: Modifică nume grup
ru: Сменить название группы

source: Delete groups
cs_cz: Smazání skupiny
da: Slet grupper
el: Διαγραφή ομάδας
fi: Poista ryhmiä
hi_in: समूह हटाएँ
it: Elimina gruppi
pl: Usuń grupy
ro: Șterge grupuri
ru: Удалить группы

source: Account properties
cs_cz: Vlastnosti účtu
da: Kontoegenskaber
el: Στοιχεία λογαριασμού χρήστη
fi: Tilin ominaisuudet
hi_in: अकाउंट विशेषताएँ
it: Proprietà dell'account
pl: Właściwości konta
ro: Proprietăți cont
ru: Параметры учётной записи

source: Properties
cs_cz: Vlastnosti
da: Egenskaber
el: Στοιχεία χρήστη
fi: Ominaisuudet
hi_in: विशेषताएँ
it: Proprietà
pl: Właściwości
ro: Proprietăți
ru: Параметры

source: Back
cs_cz: Zpět
da: Tilbage
el: Επιστροφή
fi: Takaisin
hi_in: वापस
it: Indietro
pl: Z powrotem
ro: Înapoi
ru: Назад

source: Select an account to view its properties...
cs_cz: Vyberte účet, u kterého chcete zobrazit jeho vlastnosti ...
da: Vælg en konto for at se dens egenskaber...
el: Επιλέξτε ένα λογαριασμό χρήστη για να δείτε τα στοιχεία του...
fi: Valitse tili jonka ominaisuudet näytetään...
hi_in: विशेषताएँ देखने हेतु अकाउंट चयनित करें ...
it: Seleziona un account per vederne le proprietà
pl: Wybierz konto aby wyświetlić jego właściwości ...
ro: Selectează un cont pentru a vedea proprietățile acestuia
ru: Выберите учётную запись для просмотра её параметров...

source: Account deletion
cs_cz: Smazání účtu
da: Sletning af konto
el: Διαγραφή λογαριασμού χρήστη
fi: Tilin poisto
hi_in: अकाउंट हटाना
it: Cancellazione account
pl: Kasacja kont
ro: Ștergere cont
ru: Удаление учётной записи

source: Delete
cs_cz: Smazat
da: Slet
el: Διαγραφή
fi: Poista
hi_in: हटाएँ
it: Elimina
pl: Usuń
ro: Ștergere
ru: Удалить

source: Select an account to delete...
cs_cz: Vyberte účet, který chcete odstranit ...
da: Vælg en konto at slette...
el: Επιλέξτε το λογαριασμό χρήστη προς διαγραφή...
fi: Valitse tili joka poistetaan...
hi_in: हटाने हेतु अकाउंट चुनें
it: Seleziona un account da cancellare...
pl: Wybierz konto, aby usunąć ...
ro: Selectează un cont pentru ștergere...
ru: Выберите учётную запись для удаления...

source: Change password
cs_cz: Změna hesla
da: Ændr adgangskode
el: Αλλαγή κωδικού
fi: Vaihda salasana
hi_in: कूटशब्द बदलें
it: Modifica la password
pl: Zmiana hasła
ro: Modificare parolă
ru: Сменить пароль

source: Change
cs_cz: Změna
da: Ændr
el: Αλλαγή
fi: Vaihda
hi_in: बदलें
it: Modifica
pl: Zmień
ro: Modificare
ru: Изменить

source: Select an account to change password for...
cs_cz: Vyberte účet, u kterého chcete změnit heslo...
da: Vælg en konto at ændre adgangskode for...
el: Επιλέξτε το λογαριασμό χρήστη για αλλαγή κωδικού...
fi: Valitse tili jonka salasana muutetaan...
hi_in: कूटशब्द हटाने हेतु अकाउंट चुनें ...
it: Seleziona un account di cui desideri modificare la password
pl: Wybierz konto do zmienienia hasła ...
ro: Selectare cont pentru modificare parolă...
ru: Выберите учётную запись для смены пароля...

source: Group memberships
cs_cz: Členství ve skupinách
da: Gruppemedlemsskaber
el: Συμμετοχή σε ομάδες
fi: Ryhmän jäsenyydet
hi_in: समूह सदस्यताएँ
it: Appartiene al gruppo
pl: Członkostwo w grupie
ro: Membri grup
ru: Пользователи в группе

source: Memberships
cs_cz: Skupiny
da: Medlemsskaber
el: Συμμετοχή
fi: Jäsenyydet
hi_in: सदस्यताएँ
it: Appartenenze
pl: Przynależność
ro: Membri
ru: Членство пользователей

source: Select a group to view memberships for...
cs_cz: Vyberte skupinu, u které chcete zobrazení členství...
da: Vælg en gruppe at se medlemsskaber for...
el: Επιλέξετε μία ομάδα για να δείτε τους χρήστες που περιλαμβάνει...
fi: Valitse ryhmä jonka jäsenyydet näytetään...
hi_in: सदस्यताएँ देखने हेतु समूह चयनित करें ...
it: Seleziona un gruppo per vederne gli appartenenti
pl: Wybierz grupę aby zobaczyć członkostwa dla ...
ro: Selectează un grup pentru a vedea membrii...
ru: Выберите группу для просмотра пользователей в ней...

source: Group name
cs_cz: Název skupiny
da: Gruppenavn
el: Όνομα ομάδας
fi: Ryhmän nimi
hi_in: समूह नाम
it: Nome gruppo
pl: Nazwa grupy
ro: Nume grup
ru: Название группы

source: Modify
cs_cz: Pozměnit
da: Ændr
el: Αλλαγή
fi: Muokkaa
hi_in: संशोधन
it: Modifica
pl: Zmodyfikuj
ro: Modifică
ru: Изменить

source: Select group name to modify...
cs_cz: Vyberte skupinu, u které chcete pozměnit název...
da: Vælg gruppenavnet at ændre...
el: Επιλέξετε μία ομάδα για αλλαγή του ονόματός της...
fi: Valitse ryhmän nimi jota muokataan
hi_in: संशोधन हेतु समूह नाम चुनें ...
it: Seleziona il nome del gruppo da modificare...
pl: Wybierz nazwę grupy, aby zmodyfikować ...
ro: Selectează nume grup pentru modificare...
ru: Выберите группу для смены названия...

source: Group deletion
cs_cz: Smazání skupiny
da: Sletning af gruppe
el: Διαγραφή ομάδας
fi: Ryhmän poisto
hi_in: समूह हटाना
it: Cancellazione gruppo
pl: Usunięcie grupy
ro: Ștergere grup
ru: Удаление группы

source: Select a group to delete...
cs_cz: Vyberte skupinu k odstranění...
da: Vælg en gruppe at slette...
el: Επιλέξτε την ομάδα προς διαγραφή...
fi: Valitse ryhmä joka poistetaan...
hi_in: हटाने हेतु समूह चुनें ...
it: Seleziona un gruppo da cancellare...
pl: Wybierz grupę, aby usunąć ...
ro: Selectează grup pentru ștergere...
ru: Выберите группу для удаления...

source: Detailed information for account
cs_cz: Podrobné informace o účtu
da: Detaljeret information om konto
el: Λεπτομερείς πληροφορίες λογαριασμού χρήστη
fi: Tilin yksityiskohtaiset tiedot
hi_in: अकाउंट हेतु विस्तृत जानकारी
it: Informazioni dettagliate dell'account
pl: Szczegółowe informacje dla konta
ro: Informații detaliate despre cont
ru: Детализированная информация об учётной записи пользователя

source: Full name
cs_cz: Celé jméno
da: Fuldt navn
el: Πλήρες όνομα
fi: Koko nimi
hi_in: पूर्ण नाम
it: Nome completo
pl: Pełne imię i nazwisko
ro: Nume complet
ru: Полное имя пользователя

source: Account name
cs_cz: Název účtu
da: Kontonavn
el: Όνομα λογαριασμού
fi: Tilin nimi
hi_in: अकाउंट नाम
it: Nome dell'account
pl: Nazwa konta
ro: Nume cont
ru: Название учётной записи

source: Main Group
cs_cz: Hlavní skupina
da: Hovedgruppe
el: Κύρια ομάδα
fi: Pääryhmä
hi_in: मुख्य समूह
it: Gruppo Principale
pl: Główna grupa
ro: Grup principal
ru: Основная группа

source: Home directory
cs_cz: Domácí adresář
da: Hjemmemappe
el: Βασικός κατάλογος χρήστη
fi: Kotihakemisto
hi_in: होम डायरेक्टरी
it: Cartella Home
pl: Katalog domowy
ro: Directorul casă
ru: Домашний каталог

source: Shell
da: Skal
el: Κέλυφος
fi: Tulkki
hi_in: शैल
pl: Powłoka
ro: Interpretor
ru: Оболочка (командный интерпретатор)

source: Other groups
cs_cz: Ostatní skupiny
da: Andre grupper
el: Άλλες ομάδες
fi: Muut ryhmät
hi_in: अन्य समूह
it: Altri gruppi
pl: Inne grupy
ro: Alte grupuri
ru: Другие группы

source: Expiry
cs_cz: Vypršení platnosti
da: Udløb
el: Λήξη
fi: Päättyminen
hi_in: समापन
it: Scadenza
pl: Wygaśnięcie
ro: Expiră
ru: Срок действия

source: Office
cs_cz: Společnost
da: Kontor
el: Γραφείο
fi: Toimisto
hi_in: ऑफिस
it: Ufficio
pl: Biuro
ro: Birou
ru: Офис

source: Work phone
cs_cz: Pracovní telefon
da: Arbejdstelefon
el: Τηλέφωνο εργασίας
fi: Puhelin (työ)
hi_in: कार्य फोन
it: Telefono lavoro
pl: Telefon do pracy
ro: Telefon serviciu
ru: Рабочий телефон

source: Home phone
cs_cz: Domácí telefon
da: Hjemmetelefon
el: Τηλέφωνο σπιτιού
fi: Puhelin (koti)
hi_in: गृह फोन
it: Telefono Abitazione
pl: Telefon domowy
ro: Telefon acasă
ru: Домашний телефон

source: Group members
cs_cz: Členové skupiny
da: Gruppemedlemmer
el: Μέλη ομάδας
fi: Ryhmän jäsenet
hi_in: समूह सदस्य
it: Membri del gruppo
pl: Członkowie grupy
ro: Membri grup
ru: Члены группы

source: Members of group
cs_cz: Členové ve skupině
da: Medlemmer af gruppe
el: Μέλη ομάδας
fi: Ryhmän jäsenet
hi_in: समूह के सदस्य
it: Fanno parte del gruppo
pl: Członkowie grupy
ro: Membri ai grupului
ru: Члены группы

source: There are no accounts in group
cs_cz: Ve skupině nejsou žádné účty
da: Der er ingen konti i gruppe
el: Δεν υπάρχουν λογαριασμοί στην ομάδα
fi: Ryhmässä ei ole tilejä
hi_in: समूह में कोई अकाउंट नहीं है
it: Non ci sono account nel gruppo
pl: Jeszcze nie ma konta w grupie
ro: Fără conturi în grup
ru: Нет ни одной учётной записи в группе

source: Enter the new account name...
cs_cz: Zadejte nový název účtu...
da: Indtast det nye konto navn...
el: Εισάγετε το νέο όνομα χρήστη...
fi: Syötä uusi tilin nimi...
hi_in: नया अकाउंट नाम दर्ज करें ...
it: Inserisci il nome del nuovo account...
pl: Wprowadź nazwę nowego konta ...
ro: Introduceți un nou nume de cont
ru: Введите название новой учётной записи...

source: An account name cannot contain a space, please correct it...
cs_cz: Název účtu nesmí obsahovat mezeru, prosím opravte...
da: Et kontonavn kan ikke indeholde et mellemrum, ret det venligst...
el: Το όνομα χρήστη δεν μπορεί να περιέχει τον κενό χαρακτήρα...
fi: Tilin nimi ei voi sisältää välilyöntiä, ole hyvä ja korjaa se...
hi_in: अकाउंट नाम में रिक्त अक्षर नहीं होना चाहिए, कृपया इसे सही करें ...
it: Un nome account non può contenere uno spazio, per favore correggi...
pl: Nazwa konta nie może zawierać spacji, należy to poprawić ...
ro: Numele contului nu poate conține spațiu, vă rugăm corectați...
ru: Название учётной записи не может содержать пробелов, исправьте...

source: The account name $user already exists, please choose another name...
cs_cz: Název účtu $user již existuje, prosím vyberte jiné jméno...
da: Kontonavnet $user findes allerede, vælg venligst et andet navn...
el: Ο χρήστης $user υπάρχει ήδη, παρακαλώ επιλέξτε κάποιο άλλο όνομα...
fi: Tili nimeltä $user on jo olemassa, ole hyvä ja valitse toinen nimi...
hi_in: अकाउंट नाम $user पहले से मौजूद है, कृपया अन्य नाम चुनें ...
it: Il nome dell'account $user esiste già, per favore scegli un altro nome...
pl: Nazwa konta $user już istnieje, wybierz inną nazwę ...
ro: Contul cu numele $user există deja, vă rugăm alegeți alt nume...
ru: Название учётной записи $user уже существует, выберите другое название...

source: The account name is empty, please correct it...
cs_cz: Název účtu je prázdný, prosím opravte...
da: Kontonavnet er tomt, ret det venligst...
el: Το όνομα χρήστη είναι κενό...
fi: Tilin nimi on tyhjä, ole hyvä ja korjaa se...
hi_in: अकाउंट नाम रिक्त है, कृपया इसे सही करें ...
it: Il nome dell'account è vuoto, per favore correggi...
pl: Nazwa konta jest pusta, należy to poprawić ...
ro: Numele contului nu este completat, vă rugăm corectați...
ru: Название учётной записи не может быть пустым, исправьте...

source: An account name cannot begin with a number, please correct it...
cs_cz: Název účtu nesmí začínat číslicí, prosím opravte...
da: Et kontonavn kan ikke begynde med et tal, ret det venligst...
el: Το όνομα χρήστη δεν μπορεί να ξεκινά με αριθμό...
fi: Tilin nimi ei voi alkaa numerolla, ole hyvä ja korjaa se...
hi_in: अकाउंट नाम संख्या से आरंभ नहीं होना चाहिए, कृपया इसे सही करें ...
it: Il nome di un account non può iniziare con un numero, per favore correggi...
pl: Nazwa konta nie może zaczynać się od cyfry, należy to poprawić ...
ro: Numele contului nu poate începe cu un număr, vă rugăm corectați...
ru: Название учётной записи не может начинаться с цифры, исправьте...

source: An account name cannot contain uppercase characters, please correct it...
cs_cz: Název účtu nesmí obsahovat velká písmena, prosím opravte..
da: Et kontonavn kan ikke indeholde store bogstaver, ret det venligst...
el: Το όνομα χρήστη δεν μπορεί να περιλαμβάνει κεφαλαία...
fi: Tilin nimi ei voi sisältää isoja kirjaimia, ole hyvä ja korjaa se...
hi_in: अकाउंट नाम में अपरकेस अक्षर नहीं होने चाहिए, कृपया इसे सही करें ...
it: Il nome di un account non può contenere caratteri maiuscoli, per favore correggi...
pl: Nazwa konta nie może zawierać dużych liter, należy to poprawić ...
ro: Numele contului nu poate conține majuscule, vă rugăm corectați...
ru: Название учётной записи не может содержать символов в верхнем регистре, исправьте...

source: An account name cannot contain punctuation marks, please correct it...
cs_cz: Název účtu nesmí obsahovat interpunkční znaménka, prosím opravte...
da: Et kontonavn kan ikke indeholde grammatiske tegn, ret det venligst...
el: Το όνομα χρήστη δεν μπορεί να περιλαμβάνει σημεία στήξης...
fi: Tilin nimi ei voi sisältää välimerkkejä, ole hyvä ja korjaa se...
hi_in: अकाउंट नाम में विराम चिन्ह नहीं होने चाहिए, कृपया इसे सही करें ...
it: Il nome di un account non può contenere segni di punteggiatura, per favore correggi...
pl: Nazwa konta nie może zawierać znaków interpunkcyjnych, należy to poprawić ...
ro: Numele contului nu poate conține semne de punctuație, vă rugăm corectați...
ru: Название учётной записи не может содержать знаки пунктуации, исправьте...

source: Group membership
cs_cz: Členství ve skupině
da: Gruppemedlemsskab
el: Συμμετοχή σε ομάδες
fi: Ryhmän jäsenyys
hi_in: समूह सदस्यता
it: Appartiene ai gruppi
pl: Członkostwo w grupie
ro: Membri grup
ru: Членство в группах

source: OK
el: Εντάξει
hi_in: ठीक है

source: Enter the main group for account
cs_cz: Zadejte pro účet hlavní skupinu
da: Indtast hovedgruppen for konto
el: Εισάγετε την κύρια ομάδα για το χρήστη
fi: Syötä pääryhmä tilille
hi_in: अकाउंट हेतु मुख्य समूह दर्ज करें
it: Inserisci il gruppo principale dell'account
pl: Wpisz główną grupą na konto
ro: Introduceți grupul principal pentru cont
ru: Введите название основной группы для учётной записи

source: Enter the home directory for account
cs_cz: Zadejte pro účet domovský adresář
da: Indtast hjemmemappe for konto
el: Εισάγετε το βασικό κατάλογο του χρήστη
fi: Syötä kotihakemisto tilille
hi_in: अकाउंट हेतु होम डायरेक्टरी दर्ज करें
it: Inserisci la directory home dell'account
pl: Wpisz katalog domowy konta
ro: Introduceți directorul home pentru cont
ru: Введите расположение домашнего каталога для учётной записи

source: Enter the shell interpreter for account
cs_cz: Zadejte pro účet shell interpreter
da: Indtast skalfortolkeren for konto
el: Εισάγετε το κέλυφος του χρήστη
fi: Syötä komentotulkki tilille
hi_in: अकाउंट हेतु शैल भाषांतरकार दर्ज करें
it: Inserisci l'interprete della shell per l'account
pl: Wpisz interpreter powłoki dla konta
ro: Introduceți interpretorul pentru cont
ru: Введите командный интерпретатор для учётной записи

source: Additional group membership
cs_cz: Další členství ve skupinách
da: Ekstra gruppemedlemsskab
el: Επιπρόσθετες πληροφορίες συμμετοχής σε ομάδες
fi: Ylimääräinen ryhmän jäsenyys
hi_in: अतिरिक्त समूह सदस्यता
it: Gruppi addizionali di appartenenza
pl: Dodatkowe przynależności do grupy
ro: Membri grup suplimentari
ru: Членство в дополнительных группах

source: Add some additional group to the list...
cs_cz: Přidejte některé další skupiny do seznamu...
da: Tilføj nogle ekstra grupper til listen...
el: Προσθήκη επιπλέον ομάδας στη λίστα...
fi: Lisää jokin ylimääräinen ryhmä listaan...
hi_in: सूची में अतिरिक्त समूह जोड़ें ...
it: Inserisci gruppi aggiuntivi alla lista...
pl: Dodaj dodatkowe grupy do listy ...
ro: Adaugă grupuri suplimentare la listă...
ru: Добавьте дополнительные группы к списку...

source: Expiry date
cs_cz: Datum vypršení platnosti
da: Udløbsdato
el: Ημερομηνία λήξης
fi: Päättymispäivä
hi_in: समापन तिथि
it: Data di scadenza
pl: Data ważności
ro: Data expirare
ru: Дата окончания срока действия

source: Never
cs_cz: Nikdy
da: Aldrig
el: Ποτέ
fi: Ei koskaan
hi_in: कभी नहीं
it: Mai
pl: Nigdy
ro: Niciodată
ru: Никогда

source: Set the account expiry date...
cs_cz: Nastavení datum ukončení platnosti účtu...
da: Angiv kontoens udløbsdato...
el: Ορισμός ημερομηνίας λήξης λογαριασμού...
fi: Aseta tilin päättymispäivä...
hi_in: अकाउंट समापन दिनांक सेट करें ...
it: Imposta la data di scadenza dell'account...
pl: Ustaw datę ważności konta ...
ro: Setează data de expirare a contului...
ru: Назначьте дату окончания срока действия учётной записи...

source: Enter password for account
cs_cz: Zadejte heslo pro účet
da: Indtast adgangskode for konto
el: Εισάγετε τον κωδικού του χρήστη
fi: Syötä salasana tilille
hi_in: अकाउंट हेतु कूटशब्द करें
it: Inserisci la password dell'account
pl: Wprowadź hasło do konta
ro: Introdeceți parolă pentru cont
ru: Введите пароль для учётной записи

source: Passwords do not match, please try again...
cs_cz: Hesla se neshodují, zkuste to prosím znovu...
da: Adgangskoderne matcher ikke, prøv venligst igen...
el: Οι κωδικοί δεν είναι ίδιοι, προσπαθήστε ξανά...
fi: Salasanat eivät sovi yhteen, ole hyvä ja yritä uudelleen...
hi_in: कूटशब्द मेल नहीं खाते, पुनः प्रयास करें ...
it: Le password non combaciano, per favore riprova...
pl: Hasła nie pasują, spróbuj jeszcze raz ...
ro: Parolele nu se potrivesc, vă rugăm încercați din nou...
ru: Введенные пароли не совпадают, попробуйте ввести ещё раз...

source: Password is too short (${minlength} chars minimum), please try another one...
cs_cz: Heslo je příliš krátké (minimálně ${minlength} znaků), prosím zkuste jiné...
da: Adgangskoden er for kort (minimum ${minlength} tegn), prøv venligst et andet...
el: Ο κωδικός είναι πολύ μικρός (ελάχιστο ${minlength} χαρακτήρες), εισάγετε κάποιον άλλο κωδικό...
fi: Salasana on liian lyhyt (${minlength} chars minimum), ole hyvä ja kokeile toista...
hi_in: कूटशब्द काफी छोटा है (${minlength} अक्षर न्यूनतम), कृपया कोई अन्य उपयोग करें ...
it: La password è troppo corta (${minlength} chars minimum), provane un'altra...
pl: Hasło jest za krótkie (${minlength} minimum znaków), należy spróbować innego ...
ro: Parola este prea scurtă (${minlength} caractere minim), vă rugăm încercați alta...
ru: Пароль слишком короткий (минимальное количество символов ${minlength}), выберите другой пароль...

source: Enter password again for account
cs_cz: Zadejte heslo pro tento účet znovu
da: Indtast adgangskoden igen for konto
el: Επανεισάγετε τον κωδικό του χρήστη
fi: Syötä salasana tilille uudelleen
hi_in: अकाउंट हेतु कूटशब्द पुनः दर्ज करें
it: Ridigita la password dell'account
pl: Wpisz ponownie hasło dla konta
ro: Introduceți parola din nou pentru cont
ru: Повторите ввод пароля для учётной записи ещё раз

source: Failed to set password for account
cs_cz: Nepodařilo se pro účet nastavit heslo
da: Kunne ikke sætte adgangskode for konto
el: Αποτυχία ορισμού κωδικού χρήστη
fi: Salasanan asettaminen tilille epäonnistui
hi_in: अकाउंट हेतु कूटशब्द सेट करने में विफल
it: Impostazione password dell'account non riuscita
pl: Nie można ustawić hasła do konta
ro: Eșuare în setarea parolei pentru cont
ru: Не удалось задать пароль для учётной записи

source: Enter the full name of the user
cs_cz: Zadejte celé jméno uživatele
da: Indtast det fulde navn for brugeren
el: Εισάγετε το πλήρες όνομα του χρήστη
fi: Syötä käyttäjän koko nimi
hi_in: उपयोक्ता का पूर्ण नाम दर्ज करें
it: Inserisci il nome completo dell'utente
pl: Podaj pełną nazwę użytkownika
ro: Introduceți numele complet al userului
ru: Введите полное имя пользователя

source: Office information
cs_cz: Informace o kanceláři
da: Kontorinformation
el: Πληροφορίες γραφείου
fi: Toimiston tiedot
hi_in: ऑफिस जानकारी
it: Ufficio
pl: Informacje biurowe
ro: Informații birou
ru: Информация о месте работы

source: Enter office information for the user
cs_cz: Zadejte informace o uživatelově kanceláři
da: Indtast kontorinformation for brugeren
el: Εισάγετε πληροφορίες γραφείου για το χρήστη
fi: Syötä toimiston tiedot käyttäjälle
hi_in: उपयोक्ता हेतु ऑफिस जानकारी दर्ज करें
it: Inserisci info dell'ufficio per l'utente
pl: Wpisz biurowe informacje dla użytkownika
ro: Introduceți informații birou pentru user
ru: Введите информацию о месте работы пользователя

source: Enter the work phone number of the user
cs_cz: Zadejte pracovní telefonní číslo uživatele
da: Indtast arbejdstelefonnummeret for brugeren
el: Εισάγετε το τηλέφωνο εργασίας του χρήστη
fi: Syötä käyttäjän puhelinnumero (työ)
hi_in: उपयोक्ता हेतु कार्यस्थल फोन नंबर दर्ज करें
it: Inserisci il numero telefonico del lavoro per l'utente
pl: Wprowadź numer telefonu do pracy użytkownika
ro: Introduceți telefonul de serviciu al userului
ru: Введите рабочий телефон пользователя
